[{"quote":"I’m sorry, but your opinion means very little to me. – Rick"},{"quote":"Hi Mr. Jellybean, I’m Morty. I’m on an adventure with my grandpa."},{"quote":"Thanks, Mr. Poopybutthole. I always could count on you."},{"quote":"I don’t like it here Morty. I can’t abide bureaucracy. I don’t like being told where to go and what to do. I consider it a violation. Did you get those seeds all the way up your butt? – Rick"},{"quote":"Excuse me. Coming through. What are you here for? Just kidding, I don’t care."},{"quote":"Nobody exists on purpose. Nobody belongs anywhere. We’re all going to die. Come watch TV.  – Morty"},{"quote":"Stay scientific, Jerry."},{"quote":"My life has been a lie… God is dead. The government’s lame! Thanksgiving is about killing Indians!"},{"quote":"This pickle doesn’t care about your children. I’m not gonna take their dreams. I’m gonna take their parents."},{"quote":"You know, we did something great today. There’s nothing more noble and free than the heart of a horse."},{"quote":"Life is effort and I’ll stop when I die!\nJerry"},{"quote":"Alright, Morty, this’ll make your piss drinkable. Now can we keep shopping?"},{"quote":"I’ll tell you how I feel about school, Jerry: it’s a waste of time. Bunch of people runnin’ around bumpin’ into each other, got a guy up front says, ‘2 + 2,’ and the people in the back say, ‘4.’ Then the bell rings and they give you a carton of milk and a piece of paper that says you can go take a dump or somethin’. I mean, it’s not a place for smart people, Jerry. I know that’s not a popular opinion, but that’s my two cents on the issue. – Rick"},{"quote":"Is evil real, and if so, can it be measured? Rhetorical question. The answer’s yes, you just have to be a genius."},{"quote":"So I have an emo streak. It’s part of what makes me so rad."},{"quote":"Hey, muchacho, does your planet have wiper fluid yet or you gonna freak out and start worshipping us?- Rick"},{"quote":"Existence is pain to a meeseeks Jerry, and we will do anything to alleviate that pain."},{"quote":"– Mr. Meeseeks"},{"quote":"Dad, am I evil? Worse. You’re smart."},{"quote":"It’s a new machine. It detects stuff all the way up your butt."},{"quote":"Morty, I need your help on an adventure. Eh, need is a strong word. We need door stops, but a brick would work too."},{"quote":"Listen, Morty, I hate to break it to you but what people call ‘love’ is just a chemical reaction that compels animals to breed. It hits hard, Morty, then it slowly fades, leaving you stranded in a failing marriage. I did it. Your parents are gonna do it. Break the cycle, Morty. Rise above. Focus on science. – Rick"},{"quote":"Weddings are basically funerals with cake."},{"quote":"Be good, Morty. Be better than me."},{"quote":"Babylegs, you’re a good detective. But not good enough, because of your baby legs."},{"quote":"This place is a real Who’s Who of who’s you and me."},{"quote":"We all remember you as a friend. – Morty"},{"quote":"Morty, get their weapons quick. I only had one of those things. I’m holding a carton of Tic-Tacs right now."},{"quote":"It’s funny to say they are small…it’s funny to say they are big. – Shrimply Pibbles"},{"quote":"You act like prey but you’re a predator! You use pity to lure in your victims. That’s how you survive!"},{"quote":"That’s it! That’s it, Rick! I’m taking the wheel!"},{"quote":"Bird Person! NO!!!"},{"quote":"Grandpa goes around, and he does his business in public because Grandpa isn’t shady."},{"quote":"Goodbyyyyye, Moonmen. Goodbyyyyye, Moonmen…"},{"quote":"I’m Mr. Crowbar, and this is my friend, who is also a crowbar. – Jerry"},{"quote":"Wubba lubba dub dub! – Rick"},{"quote":"What about the reality where Hitler cured cancer, Morty? The answer is: Don’t think about it. – Rick,"},{"quote":"What, so everyone’s supposed to sleep every single night now? Y-you realize that nighttime makes up half of all time? Rick"},{"quote":"You’re a monster. You’re like Hitler but even Hitler cared about Germany or something! Morty"},{"quote":"I’m not staring at you. I’m taking your mugshot."},{"quote":"God? God is turning people into giant insect monsters, Beth. I’m the one who’s beating them to death. Thank me."},{"quote":"Unity, I’m sorry. I didn’t know freedom meant people doing stuff that sucks. I was thinking more of a ‘choose your own cellphone carrier’ thing.\nSummer"},{"quote":"Million Ants, ladies and gentlemen! The amazing ant colony with the power of two human eyes!"},{"quote":"Weddings are basically just funerals with cake. – Rick"},{"quote":"When you know nothing matters, the universe is yours. And I’ve never met a universe that was into it."},{"quote":"God’s turning people into insect monsters, Beth. I’m the one beating them to death. Thank me. – Jerry"},{"quote":"Listen, I’m not the nicest guy in the universe, because I’m the smartest, and being nice is something stupid people do to hedge their bets. Rick"},{"quote":"There is no god, Summer; gotta rip that band-aid off now you’ll thank me later. Rick"},{"quote":"There is no god, Summer; gotta rip that band-aid off now you’ll thank me later. – Rick"},{"quote":"We’ve got a lot of friends and family to exterminate. Rick"},{"quote":"Homework is stupid. The whole point is to try and get less of it. We’re gonna incept your teacher. …Y-You’re frustrating me."},{"quote":"My story begins at the dawn of time in the far away realm of Alphabetrium."},{"quote":"How do you feel about all the innocent people that are dying because of your choices?"},{"quote":"Hungry for Apples?"},{"quote":"Sometimes science is a lot more art than science. A lot of people don’t get that.- Rick"},{"quote":"I’m Tiny Rick! – Tiny Rick"},{"quote":"I know I’m new to the Citadel and some of you might think I haven’t put in my time but what can I say? I’m Cool Rick!"},{"quote":"Sometimes science is more art than science, Morty. Lot of people don’t get that. Rick"},{"quote":"If I let you make me nervous, then we can’t get schwifty."},{"quote":"This is the supergenius equivalent of dying on the toilet."},{"quote":"Get off the high road Summer. We all got pink eye because you won’t stop texting on the toilet.\nRick"},{"quote":"I just want to go back to Hell, where everyone thinks I’m smart and funny."},{"quote":"Lemme check my list of powers and weaknesses: ability to do anything, but only whenever I want."},{"quote":"Let’s get this dumb universe rollin’!"},{"quote":"My interdimensional portal device… it’s got no charge left, Morty. It’s got no charge left. It’s as good as garbage, Morty."},{"quote":"I’m sorry, Morty. It’s a bummer. In reality you’re as dumb as they come.\nRick"},{"quote":"Nine seasons, Morty! Nine more seasons until I get that dipping Szechuan sauce. And 97 more years, Morty!"},{"quote":"Don’t deify the people who leave you"},{"quote":"Great dancing as always, Tiny Rick."},{"quote":"I’m not staring at you. I’m a cyborg photographer."},{"quote":"Come home to the flavor of shattering the grand illusion. Come home to Simple Rick’s."},{"quote":"School’s not a place for smart people. I know that’s not a popular opinion, but that’s my two cents on the issue."},{"quote":"I’m Pickle Riiiick!"},{"quote":"My kind has no use for names. I communicate through what you call, Jessica’s feet. No, telepathy."},{"quote":"We both know if there’s a truth in the universe, it’s that Ricks don’t care about Mortys."},{"quote":"Burger time!"},{"quote":"What is my purpose? You pass butter. …Oh my God. Yeah, welcome to the club, pal."},{"quote":"– Butter Robot,"},{"quote":"Listen, Morty, I hate to break it to you but what people call love is just a chemical reaction that compels animals to breed. It hits hard, Morty, then it slowly fades, leaving you stranded in a failing marriage. I did it. Your parents are gonna do it. Break the cycle, Morty. Rise above. Focus on science.\nRick"},{"quote":"Ovenless brownies!"},{"quote":"The world is full of idiots who don’t understand what’s important! And they’ll try to tear us apart, Morty!"},{"quote":"I’m not looking for judgement, just a yes or no. Can you assimilate a giraffe?\nRick"},{"quote":"Get off the high road, Summer. We all got pink eye because you won’t stop texting on the toilet."},{"quote":"Oh, unbelievable. We got a bunch of… computer people here, with their faces stuffed in computer screens. Do you guys realize Christ was born today? Jesus Christ our Savior was born today! A-A-Are you people even human?"},{"quote":"You know, the only problem here is a big fat brain that misses eating all them big fat problems"},{"quote":"Lambs to the cosmic slaughter!"},{"quote":"Boom! Big reveal! I turned myself into a pickle!"},{"quote":"Huntin’ a vampire with my grandkids! Tiny Rick!"},{"quote":"What, so everyone’s supposed to sleep every single night now? You realize that nighttime makes up half of all time?"},{"quote":"Rick. I am pleased that you and your family could witness my melding ceremony"},{"quote":"its a device Morty, that when you put it in your ear, you can enter people’s dreams Morty. Its just like that movie that you keep crowing about\nRick"},{"quote":"Oxygen-rich atmosphere… Giant testicle monsters… Let’s keep the party going!"},{"quote":"Ugh. You guys get the baskets. I’ll try to disarm the drunkenly improvised neutrino bomb."},{"quote":"I was using ghoulish overkill! Ghoulish overkill, Summer!"},{"quote":"If I die in a cage, I lose a bet."},{"quote":"Think for yourselves. Don’t be sheep."},{"quote":"He’s not pressing charges… That’s gotta be the you shot me equivalent of not being mad. Rick"},{"quote":"Existence is pain to a meeseeks Jerry, and we will do anything to alleviate that pain.\nMeeseeks"},{"quote":"Weddings are basically funerals with cake. Rick"},{"quote":"How’s your fake grandpa, aka the Devil?"},{"quote":"I wasn't born into the God business, I fucking earned it."},{"quote":"I programmed you to believe that."},{"quote":"Whose kidneys are these?"},{"quote":"Stealing stuff is about the stuff, not the stealing."},{"quote":"I going to daughter your brains out, bitch."},{"quote":"You can't stay mad a guy with this amount of talent."},{"quote":"Must... continue... moving... in... ways... that... lead... to... dying... with... you."},{"quote":"I think you have to think ahead and live in the moment."},{"quote":"There's a lesson here and I'm not going to be the one to figure it out."},{"quote":"I ain't better than shit, Jack"},{"quote":"Morty, you know outer space is up right?"},{"quote":""},{"quote":"You guys, are the fucking worst! Your gods are a lie! Fuck you, fuck nature and fuck trees!"},{"quote":"Ooh yeah, shame me. At least when I'm disgusting it's on purpose."},{"quote":"Morty: You sold a gun to a murderer so you could play video games?\n\nRick: Yeah, sure, I mean, if you spend all day shuffling words around, you can make anything sound bad, Morty."},{"quote":"[addressing Rick] You and Unity are like... like leggings and mid-calf boots. You think you're great together, but you're just bringing out the worst in each other."},{"quote":"Don't waste your brain on those weirdos, Unity. They're no different from any of the aimless chumps that you occupy. They just put you at the center of their lives because you're powerful. And then, because they put you there, they want you to be less powerful. Never gonna happen though, right?"},{"quote":"Morty: Uhm, should we maybe stop somewhere and get you a coffee? Maybe splash a little water on your face, or...?\n\nUnity: No, no. If I wanted to be sober, I wouldn't have gotten drunk."},{"quote":"Mr. President, if I've learned one thing today, it's that sometimes you have to not give a fuck!"},{"quote":"Wait for the ramp, Morty. They love the slow ramp. It really gets their dicks hard"},{"quote":"Morty, you gotta flip 'em off. I told them it means 'peace among worlds.' How hilarious is that!"},{"quote":"Jerry: Rick, I don't like glowing rocks in the kitchen trash!\n\nRick: Well, I don't like your unemployed genes in my grandchildren, Jerry, but life is made of little concessions."},{"quote":"I can't wait to watch your adventure lay a huge fart."},{"quote":"I masturbated to an extra curvy piece of driftwood the other day!"},{"quote":"I'm Mr. Meeseeks! Look at me!"},{"quote":"My life has been a lie! God is dead! The government's lame! Thanksgiving is about killing Indians! Jesus wasn't born on Christmas! They moved the date, it was a pagan holiday!"},{"quote":"Shrimply Pibbles: I've dwelt among the humans. Their entire culture is built around their penises. It's funny to say they are small. It's funny to say they are big. I've been at parties where humans held bottles, pencils, thermoses in front of themselves and called out, 'Hey, look at me. I'm Mr. So-and-So Dick. I've got such-as-such for a penis.' I never saw it fail to get a laugh.\n\nJerry: All right! That's enough! You guys are talking about my species! We understand genocide! We do it sometimes!"},{"quote":"President: Here's the adventure: some kind of alien goo-ga has infested the Kennedy Sex Tunnels. I want it hunted down and taken out.\n\nMorty: Kennedy Sex Tunnels?\n\nPresident: Naturally you'll forget you saw them, along with, in order of national embarrassment: the Truman Cocaine Lounge, the McKinley Hooker Dump, and the Lincoln Slave Colosseum. He didn't free them all. And let me know when you're done"},{"quote":"Jerry: What' you doing? Watching some tv, playing on your phone?\n\nSummer: Is that a real question?\n\nJerry: Just making conversation.\n\nSummer: Are you? What part of that gives me anything to work with? My choice is to: say nothing, be sarcastic, or bark \"yes\" like a trained animal. It's not a conversation; you're holding me verbally hostage."},{"quote":"An-and I-I-I'll go out and I'll find some more of that Mulan Szechuan teriyaki dipping sauce, Morty! Th-b-because that's what this is all about, Morty! Th-that's my one-armed man! I'm not driven by avenging my dead family, Morty, that was fake! I-I-I'm driven by finding that McNugget sauce! I want that Mulan McNugget sauce, Morty! That's my series arc, Morty! If it takes nine seasons, I want my McNugget... dipping sauce Szechuan sauce, Morty! That's what's gon-it's gonna take us all the way to the end, Morty!"},{"quote":"Because I don't respect therapy. Because I'm a scientist. Because I invent, transform, create, and destroy for a living, and when I don't like something about the world, I change it. And I don't think going to a rented office in a strip mall to listen to some agent of averageness explain which words mean which feelings has ever helped anyone do anything. I think it's helped a lot of people get comfortable and stop panicking, which is a state of mind we value in the animals we eat, but not something I want for myself. I'm not a cow. I'm a pickle. When I feel like it. So... you asked."},{"quote":"Morty: You have a whole planet... sitting around making your power for you?! That's slavery!\n\nRick: It's society! They work for each other, Morty. They pay each other, they buy houses, they get married and make children that replace them when they get too old to make power.\n\nMorty: That just sounds like slavery with extra steps!\n\nRick: Ooh-la-la, someone's gonna get laid in college."},{"quote":"Rick: No, \"Steve\" put that memory in your brain so he could live in your house, eat your food and multiply. We could be infested with these things. So, we got to keep an eye out for any zany, wacky characters that pop up.\n\nMr. Poopybutthole: Oooohwee! Whatever you want, Rick, we're here to help!\n\nRick: Thanks, Mr. Poopybutthole. I always could count on you."},{"quote":"'I took your family'? Who do you think had taken more from them when you shot 20 CCs of liquid dreamkiller into my daughter? She was Rick's daughter, Jerry! She had options! That all ended because she felt sorry for you. You act like prey, but you're a predator! You use pity to lure in your victims! That's how you survive! I survive cause I know everything, that snake survives because children wander off, and you survive 'cause people think 'Ooh, this poor piece of shit, he never gets a break! I can't stand the deafening silent wails of his wilting soul! I guess I'll hire him or marry him!'"},{"quote":"We're the only fehh-friends we got, Morty! It's just Rick and Morty! Ruh-ick and Morty and their adventures, Morty! Rick and Morty forever and forever, 100 years, Rick and Morty's things! Me and Rick and Morty running around and... Rick and Morty time! All day long, forever... all- a hundred days! Rick and Morty forever a hundred times!"},{"quote":"Mr. Beauregard: Ah, Master Rick, remember when you weren't going to shoot me?\n\nRick: [shoots Mr. Beauregard in the face] I guess Iiii did the butler! Hahaaa! Does that, does that scan?\n\nGhost in a Jar: Oh, I-I get it. It's a play on 'the butler did it.'\n\nRick: Thanks Ghost in a Jar. You always were good at pointing out potentially obscure comedy."},{"quote":"Morty, sit here. Summer, you sit here. Now, listen—I know the two of you are very different from each other in a lot of ways, but you have to understand that as far as Grandpa's concerned, you're both pieces of shit! Yeah. I can prove it mathematically. Actually, l-l-let me grab my whiteboard. This has been a long time coming, anyways."},{"quote":"Well then get your shit together, get it all together and put it in a back pack, all your shit, so it's together. And if you gotta take it some where, take it somewhere, you know, take it to the shit store and sell it, or put it in the shit museum. I don't care what you do, you just gotta get it together.\nGet your shit together."},{"quote":"That's right, baby. A lot of people would pay top dollar to decimate the population. I'll take the highest bidder—Al-Qaeda, North Korea, Republicans, shriners, balding men that work out, people on the Internet that are only turned on by cartoons of Japanese teenagers. Anything is better than working for you, you pompous, negligent, iTunes-gift-card-as-a-holiday bonus-giving mother—"},{"quote":"Rubber baby bubby bunkers!"},{"quote":"Right, yeah, like nothing shady ever happened in a fully furnished office? You ever hear about Wall Street, Morty? Y-Y-Y'know what those guys do i-in-in their fancy boardrooms? They take their balls and they dip 'em in cocaine and wipe 'em all over each other—y'know, Grandpa goes around and he does his business in public, because Grandpa isn't shady."},{"quote":"Pichael Thompson: And then they found out I was attached along for the ride and they said, 'Ah, shit. Well, just fuck it, call him Pichael.'\n\nMichael Thompson: [throws papers at Pichael's face] Fuck you, Pichael! You're a fucking piece of shit!"},{"quote":"Wubba-lubba-dub-dub!"},{"quote":"And that's why I always say, 'shum-shum-schlippety-dop!'"},{"quote":"Huntin' a vampire with my grandkids!! FUCK!! TINY RI-I-ICK!!!"},{"quote":"It's not the same, Summer! Lincler's a crazed maniac. He's just a misguided effort of mine to create a morally neutral super-leader by combining the DNA of Adolf Hitler and Abraham Lincoln. Turns out that ehh-it just adds up to a lame, weird... loser."},{"quote":"Get Schwifty."},{"quote":"So, in conclusion, you're both equally mercurial, overly sensitive, clingy, hysterical bird-brain homunculi. And I honestly can't even tell the two of you apart half the time because I don't go by height or age, I go by amount of pain in my ass—which makes you both identical."},{"quote":"Morty: You're talking about Inception?\n\nRick: That's right, Morty! This is gonna be a lot like that, except y'know, it's gonna me-beh... make sense.\n\nMorty: Inception made sense!\n\nRick: You don't have to try and impress me, Morty!"},{"quote":"Bird Person: Morty, do you know what wubba lubba dub dub means?\n\nMorty: Oh, that's just Rick's stupid nonsense catchphrase.\n\nBird Person: It's not nonsense at all. In my people's tongue, it means, I am in great pain. Please help me."},{"quote":"Yeah motherfucker yeah get it get some, right up your fucking bitch ass you fuck! Guess who just discovered a new element! Think you could do that Morty? You think anyonne but me could do it ever in a billion years? Do you think if God existed he could do it? The answer is no. If God exists its fucking me!"},{"quote":"Yes, I will! That's right, assholes! Take my penis. Take it all!! And tell Shrimply Pibbles that when the galaxy came calling, Jerry Smith from Earth didn't flinch!"},{"quote":"Rick: [shoots portal] There she is. Alright, c'mon, Morty, let's go.\nMorty: Oh jeez... okay. [...] Oh man, Rick! What is this place?\nRick: It's Dimension 35C, and it's got the perfect climate conditions for a special type of— TREE, Morty! Called the Megatree! And there's fruit in those trees, and there's seeds in those fruits. I'm talkin' about Megaseeds, th—ther—they're incredib-bl-ly powerful and I need 'em to hehh-elp me with my research, Morty.\nMorty: Oh man, Rick! I'm looking around this place, and I'm starting to work up some anxiety about this whole thing!\nRick: All right, all right, calm down. Listen to me, Morty. I know that new situations can be intimidating. You're lookin' around, and it's all scary and different, but y'know... m-meeting them head-on, charging into 'em like a bull—that's how we grow as people. I'm no stranger to scary situations, I deal with them all the time. Now if you just stick with me, Morty, [a horrific alien monstrosity approaches behind] we're gonna be— HOLY CRAP, MORTY, RUN!! RUN FOR YOUR LIFE, MORTY, RUN!! I-I'VE NEVER SEEN THAT THING BEFORE IN MY LIFE, I DON'T EVEN KNOW WHAT THE HELL IT IS!! WE-WE GOTTA GET OUTTA HERE, MORTY, IT'S GONNA KILL US!!! WE'RE GONNA DIE!!! WE'RE GONNA DIE, MORTY!!!"},{"quote":"Morty: Holy cow, Rick! I didn't know hanging out with you was making me smarter!\nRick: Full disclosure, Morty—it's not. Temporary superintelligence is just a side effect of the Megaseeds dissolving in your rectal cavity.\nMorty: Aw, man!\nRick: Yeah. And once those seeds weahh-wear off, you're gonna lose most of your motor skills and... you're also gonna lose a significant amount of brain functionality for 72 hours, Morty. [checks arm watches] Starting ruh-ight about now.\nMorty: Ohh, man! Ohh, ohhh geez!! Ohh... [falls down]\nRick: I'm sorry, Morty. It's a bummer. In reality, you're as dumb as they come. And I needed those seeds real bad and I have to give 'em up just to get your parents off my back! So now we're gonna have to go get more! And then we're gonna go on even more adventures after that, Morty! And you're gonna keep your mouth shut about it, Morty! Because the world is full of idiots that don't understand what's important, and they'll tear us apart, Morty! But if you stick with me, I'm gonna accomplish great things, Morty, and you're gonna be part of 'em! And together we're gonna run around, Morty, we're gonna- do all of kinds of wonderful things, Morty. Just you and me, Morty.\nMorty: [gurgling] No, no, no....\nRick: The outside world is our enemy, Morty! We're the only fehh-friends we got, Morty! It's just Rick and Morty! Ruh-ick and Morty and their adventures, Morty! Rick and Morty forever and forever, 100 years, Rick and Morty's things! Me and Rick and Morty running around and... Rick and Morty time! All day long, forever... all- a hundred days! Rick and Morty forever a hundred times! Over and over, rickandmortyadventures.com. Www.rickandmorty.com. Www.rickandmortyadventures. All 100 years. Every minute, rickandmorty.com. [closing garage door inside] Www.100timesrickandmorty.com."},{"quote":"Rick: Boy, you're really gonna flip your lid over this one.\nMorty: Oh, w-wh... what is it?\nRick: It's a device, Morty, that when you put it in your ear, you can enter people's dreams, Morty. It's just like that movie you keep crowing about!\nMorty: You're talking about Inception?\nRick: That's right, Morty! This is gonna be a lot like that, except y'know, it's gonna me-beh... make sense.\nMorty: Inception made sense!\nRick: You don't have to try and impress me, Morty! Listen: tonight, we're gonna go into the home of your math teacher, Mr. Goldenfold, and we-we're gonna incept the idea in his brain to give you A's in math, Morty. That way you can... you know, y-you're gonna help me with my science, Morty, all the time.\nMorty: Geez, Rick. In the time it took you to make this thing, couldn't you have just, you know, helped me with my homework?\nRick: Are you listening to me, Morty? Homework is stupid! The whole point is to get less of it!"},{"quote":"Snuffles: Where are my testicles, Summer? [long beat] Where are my testicles, Summer? They were removed. Where have they gone?\nSummer: Oh, wow... That's an intense line of questioning, Snuffles.\nSnuffles: Do not call me that! [smashes mirror behind him; Summer screams] \"Snuffles\" was my slave name. You shall now call me Snowball, because my fur is pretty and white.\nSummer: Okay... Snowball, just calm down, okay? You're scaring me.\nSnowball: [walks on her bed] Scaring you? Tell me, Summer. If a human was born with stumpy legs, would they breed it with another deformed human and put their children on display like the Dachshund?\nSummer: Uhhh... [Jerry and Beth come in]\nJerry: Hey... [Beth gasps] Oh, wow... Okay, is-is-is everything okay in here?\nSnowball: Jerry, come to rub my face in urine again?\nJerry: No! No, we were... uh, just seeing if Summer wanted to... uh...\nBeth: Go on, um, one of our famous midnight family walks!\nSummer: Yeah! Totally! Let's go.\n[another dog on a robot machine blocks the exit from Beth, Jerry and Summer]\nSnowball: You will walk when it is time to walk."},{"quote":"Poncho: [throttles Morty] Who are you?! Answer me! Where'd you come from?!\nMorty: My-my-my grandpa Rick sent me!\nBloom: Poncho! That's quite enough. [Poncho drops him down] Morty, that's Poncho. This is Roger and Annie. [closeup on Annie]\nMorty: Whoa...\nBloom: And I am Dr. Xenon Bloom.\nMorty: Uh— [a miniature speaker pops out of the neck of his helmet]\nRick: [via speaker] \"Hey, Bloom, it's Rick. What the hell's going on here?\"\nBloom: I don't know why, but the entire security system has shut down, and I'm afraid... the exhibits are unlocked.\nMorty: Exhibits? [the group walk out of the Haunted Liver]\nBloom: Anatomy Park's greatest attraction, young man, isn't the music or the food or the... Pirates of the Pancreas.\nRick: \"Watch it!\"\nBloom: It is, first and foremost, a living museum of humanity's most noble and ferocious diseases.\nMorty: Diseases?! [ominous growling is heard]\nPoncho: Hey, Doc... I got news for ya! [a gigantic hideous monstrosity looms the area] Your living museum is officially a wild safari! [starts shooting at it]\nRoger: Hepatitis A! Run!!"},{"quote":"[Morty spots something out of Poncho's backpack]\nMorty: Poncho? What is this in your backpack? [Poncho turns back, Bloom sees it]\nBloom: That's bubonic plague! What are you doing with that, Poncho? [Poncho takes Annie hostage]\nPoncho: Everybody get back!!\nBloom: Poncho, you son of a bitch! You released the tuberculosis so you could steal from me?\nPoncho: That's right, baby. A lot of people would pay top dollar to decimate the population. I'll take the highest bidder—Al-Qaeda, North Korea, Republicans, shriners, balding men that work out, people on the Internet that are only turned on by cartoons of Japanese teenagers. Anything is better than working for you, you pompous, negligent, iTunes-gift-card-as-a-holiday bonus-giving mother— [a screaming Morty jumps on him] Come on! [pushes Morty down on the ground; starts laughing when his bacterium bite his shoulder] Ahh! Get off!\n[Poncho falls off the platform screaming down below. Soon after, the sphincter dam starts spewing]\nAnnie: You guys!\nRoger: It's gonna burst!! Go!! Go, go, go!! [Morty, Annie and Bloom run to emergency exit; Roger pulls lever but traps his foot] My foot is stuck!\nAnnie: No!!\nRoger: It's okay! It's okay, just go! Tell my family I love them. They may be hard to find 'cause my wife kept her last name and she made the kids take it, too, so, I-I don't know, you can go— [gets washed into excrement; shuts door]\nAnnie: No!! [embraces Morty]"},{"quote":"[Rick and Morty are running naked around town in an alien simulation chamber]\nMorty: Rick! [Rick pushes clothes in sewer]\nRick: Uhp-uhp-uhp! Morty, keep your hands off your ding-dong! It's the only way we can speak freely. Look around you, Morty. Do you really think this wuh-world is real? You'd have to be an idiot not to notice all the sloppy details. Look, that guy's putting a bun between two hot dogs.\nMorty: I dunno, Rick, I mean, I've seen people do that before.\nRick: Well, look at that old lady. She's-she's walking a cat on a leash.\nMorty: Uh, Mrs. Spencer does that all the time, Rick.\nRick: Look, I-I-I don't want to hear about Mrs. Spencer, Morty! She's an idiot! All right, all right, there. Wh-what about that, Morty? [see an anthropomorphic Pop-Tart leaving his toaster home on his toaster car]\nMorty: Okay, okay, you got me on that one.\nRick: Oh, really, Morty? Are you sure you haven't seen that somewhere in real life before?\nMorty: No, no, I haven't seen that. I mean, why would a Pop-Tart want to live inside a toaster, Rick? I mean, th-that would be like the scariest place for them to live. Y'know what I mean?\nRick: You're missing the point, Morty. Why would he drive a smaller toaster with whsdkeels? I mean, does your car look like a smaller version of your house? No.\nMorty: So, why are they doing this? W-what do they want?\nRick: Well, that would be obvious to you, Morty, if you'd been paying attention.\n[an ambulance drives past Rick and Morty and stops; open back doors]\nParamedic: We got the President of the United States in here! We need 10cc of concentrated dark matter, stat, or he'll die! [Rick shuts doors]\nMorty: Concentrated dark matter? They were asking about that in class.\nRick: Yeah, it's a special fuel I invented to travel through space faster than anybody else. These Zigerions are always trying to scam me out of my secrets, but they made a big mistake this time, Morty. They dragged you into this. Now they're gonna pay!\nMorty: What do you— w-w-what are we gonna do?\nRick: We're gonna scam the scammers, Morty. And we're gonna take 'em for everything they've got."},{"quote":"Jerry: Wow! What the hell?! What happened back there?!\nRick: Why don't you ask the smartest people in the universe, Jerry? Oh yeah, you can't. They blew up.\n[Rick starts humming \"Baker Street\"]"},{"quote":"Rick: [holding up the device and smiling] Y-You know, these demonic alien spirits are really valuable! [Morty vomits as Rick glances at him and puts the box away] You okay, Morty? Told you not to trust that tuna.\nMorty: I just killed my family! I don’t care what they were!\nRick: I dunno, Morty. Some people would pay top dollar for that kinda breakthrough.\nMorty: Y'know what, Rick?! That's it! I'm done with these i-insane adventures! That was really traumatising! I quit! I'm out!\nRick: Whoa, whoa, whoa! Come on, Morty! Do-don't-don't be like that! The universe is a crazy, chaotic place!\nMorty: You're the one that's crazy and chaotic! Adventures are supposed to be simple and fun!\nRick: Oh yeah, Morty, yeah, re— Yeah, th-that's real easy to say from the sidekick position, but-but, uhh... how about next time you be in charge, and then we'll... talk about how simple and fun it is?\nMorty: Seriously, Rick? Y-Y-You'll let me... call the shots?\nRick: Okay, yeah, fine! But let's make it interesting, Morty. I-I-I-If your adventure sucks and we bail halfway through it, you lose the right to bitch about all future adventures. Plus, you have to do my laundry for a month.\nMorty: Okay. All right, tough guy. But if my adventure's good, I get to be in charge of every third adventure.\nRick: Every tenth.\nMorty: Deal. All right, w-well, come on! Let's get going! [Beth comes in]\nBeth: Dad, the dishwasher's doing that thing again.\nRick: Washing dishes?\nBeth: No! The opposite. Can you fix it? [Summer comes in]\nSummer: Grandpa Rick! Can you help me with my science homework?\nRick: Yeah, d— Just don't do it.\nSummer: Grandpa! [Jerry comes in]\nJerry: Hey, Rick, you got some kind of hand-shaped device that can open this mayonnaise jar?\nRick: Wow, hat trick. All right, Morty, let's put a pin in this, I gotta help your pathetic family.\nMorty: Oh, that sounds like something a chicken would say! Bahhk-bahk-bahk-bahk!\nRick: Oh, Morty, y-you done did it this time. It's on. I can't wait to watch your adventure lay a huge fart. As for you ding-dongs... [rummages box and holds a cube] this is a Meeseeks Box. Let me show you how it works. You press this— [a blue man poofs out of nowhere]\nMr. Meeseeks: I'm Mr. Meeseeks! Look at me!\nRick: You make a request— Mr. Meeseeks, open Jerry's stupid mayonnaise jar.\nMr. Meeseeks: Yessiree!\nRick: —the Meeseeks fulfils the request... [Meeseeks opens jar]\nMr. Meeseeks: All done!\nJerry: Wow!\nRick: —and then it stops existing. [Meeseeks poofs away]\nSummer: Oh, my God! He exploded!\nRick: Trust me, they're fine with it. Knock yourselves out. Just... eh-keep your requests simple. They're not gahh-ods.\nMorty: All right, g-get outta here now! Everybody outta here! I got a bet to win!\n[after Summer, Beth, and Jerry leave, Morty closes the door]"},{"quote":"Giant 1: Hey look, we get it. You're little, you're down on your luck, you think \"Hey, he's a giant. Why don't we break into his home, rob him and murder him?!\"\nMorty: Th-th— But that's not how it went down!\nGiant 2: Oh well, it's going down like that. You're both going down like that.\nRick: Ooh, boy, Morty, you're really showing me how it's done. Reehh-al straightforward and fun."},{"quote":"Jerry: Meh, try not to worry about it, Morty. You're a good kid. And there's not a premium on that right now, but you'll be getting girls sometime after Brad's out of shape.\nMorty: You're missing the point, Dad... I don't want girls. I want Jessica!\nJerry: Ah, well... I remember feeling that way about a young lady named \"your mom\". And that's not an urban diss—your mom was my Jessica. I remember the first time I saw her. I thought...\nRick: [opens cupboard] \"I should get her pregnant, then she'll have to marry me.\"\nJerry: I beg your pardon, Rick. Inappropriate.\nRick: [rummages freezer and fridge] Sorry, please proceed with your story about banging my daughter in high school. I'm not sure you wanna take romantic advice from this guy, Morty. His marriage is hanging from a thread.\nJerry: My marriage is FINE, thank you.\nRick: Jerry, it's your house. Whatever you say it is how it is, but I think a blind man could see that Beth is looking for the door. I barely have a reason to care and even I noticed.\nMorty: C'mon, Rick! Don't talk about my parents like that!\nRick: Listen, Morty, I hate to break it to you, but what people call \"love\" is just a chemical reaction that compels animals to breed. It hits hard, Morty, then it slowly fades, leaving you stranded in a failing marriage. I did it. Your parents are gonna do it. Break the cycle, Morty. Rise above. Focus on science."},{"quote":"Rick: Alright, Morty, I just gotta erhp combine it with some of your DNA.\nMorty: Oh well, okay. [unzips]\nRick: A hair, Morty. I need one of your hairs. This isn't Game of Thrones. [pluck]\nMorty: Ow!!"},{"quote":"[at a pawn shop on a small planetoid]\nRick: Look, I'm not paying 70 (erh) smidgens for a (ERHH) broken defraculator.\nPawnbroker: That is multiphase quantum resonator.\nRick: Well, does it defraculate?\nPawnbroker: [Bleep], no.\nRick: Then- then- then it's a broken defraculator.\nPawnbroker: Like you would even know dick about fraculation! Your planet just got cellphones, and the coverage still sucks!!\nRick: Yeah, yeah, and your species eat sulfur. So let's say 60 smidgens. I tell you what, I'll do you a favor. I'll throw in a fart.\nMorty: Hey uh, Rick, um... y-you think maybe I could get something from this place? L-l-like a souvenir? L-like just to have—like something cool, y'know?\nRick: Not here, Morty, we'll stop somewhere else, because you know, there's always another pawn shop.\nMorty: Oh okay, I just, um... Y'know, I thought that robot over there looked pretty cool, y'know?\nRick: Oh, it looks cool, huh? That's why you want it?\nMorty: Yeah, y'know! I mean, it's different from the stuff on Earth. A-a-a-and y'know, y-you take me to all these crazy places across the galaxy and- y'know, I don't really have anything to- to remember all those trips by. It'd be kinda cool, like a souvenir. Y'know, like, what if you passed away or died or something? I wouldn't even have anything to remember... all the cool stuff we did, y'know?\nRick: Okay. 60 (erhp) for the resonator, and my grandson wants the sex robot."},{"quote":"[Morty sees Morty Jr. turned into monster in the living room]\nMorty: Morty Jr.! Smoking?! That is not okay!\nMorty Jr.: What are you gonna do, ground me?! I can't go outside anyway!\nMorty: So what?! Y-Y-You could do things inside! Y-You could play guitar, you could masturbate!\nMorty Jr.: I don't wanna masturbate! I wanna conquer the planet!\nMorty: Oh, here we go again! Y-Y'know, who do you think is gonna love you if you conquer the planet, Morty Jr.?!\nMorty Jr.: Love... that's all you care about! What about weapons?! What about domination of the enemy?!\nMorty: Alright, that's it! No more History Channel! This TV is for cartoons and video games only!\nMorty Jr.: I hate video games!!\nMorty: You take that back!! [they fight over the remote] Give it to me!! [pushes Morty Jr.] I-I-I-I— I didn't mean— I didn't mean that! I didn't mean to do that! I'm sorry!\nMorty Jr.: [runs to the door] I can't take this anymore!! I'd rather breathe poison than live another minute with you!!\nMorty: No! No, no, no! Stop!!\n[Morty Jr. nudges Morty back and walks out of the house. He takes a deep breath and holds it in; he pauses for a beat]\nMorty Jr.: My life has been a lie! God is dead! The government's lame! [runs into the street] Thanksgiving is about killing Indians! Jesus wasn't born on Christmas! They moved the date, it was a pagan holiday!"},{"quote":"Summer: [uses alternate reality goggles] Ooh, we're not playing Yahtzee, we're playing Chutes and Ladders! It seems like when I exist, life gets a little more, I don't know... predictable?\nBeth: When two people create a life together, they set aside their previous lives as individuals.\nJerry: Gimme a break! We're not heroes for having unprotected sex on prom night. [uses goggles]\nBeth: Oh, I get it. Now that you know you could have had it better, you resent me for holding you back.\nJerry: Well, now that we know you think the tables are turning, we know you thought there were unturned tables!\nBeth: [scoffs] What are you talking about?\nJerry: All this time, you've been thinking, \"What if that loser Jerry hadn't talked me out of the abortion?\" Well, now you know, you'd be a doctor. Whoop-dee-doo. You'd also be drinking wine, alone in a house full of exotic birds. And I'd be on DiCaprio's yacht, banging Kristen Stewart!"},{"quote":"[Morty walks in on Summer, packing a bag and preparing to run away]\nMorty: Hey, uh…y-you doing okay? [she glares at him] I-I kinda know how you feel, Summer—\nSummer: No you don't. You're the little brother. You're not the cause of your parents' misery, you're just a symptom of it.\nMorty: Can I show you something?\nSummer: Morty, no offence, but a drawing of me you made when you were eight isn't gonna make me feel like less of an accident!\nMorty: [points outside] THAT, out there? That's my grave.\nSummer: [understandably confused] Wait, what?\nMorty: On one of our adventures, Rick and I basically destroyed the whole world. So we bailed on that reality and we came to this one. Because in this one, the world wasn't destroyed. And in this one, we were dead. So we came here, a-an-an-and we buried ourselves and we took their place. And every morning, Summer, I eat breakfast 20 yards away from my own rotting corpse!\nSummer: So…you're not my brother?\nMorty: I'm better than your brother. I'm a version of your brother you can trust when he says \"Don't run.\" Nobody exists on purpose. Nobody belongs anywhere. Everybody's gonna die. [beat] …Come watch TV?"},{"quote":"Rick: Have you acquired creepy specific old stuff from a mysterious antique or thrift store that gives you powers, but fucks with you in unforeseeable ways? Bring it to \"Curse Purge Plus\"! I-I use science to un-curse the items for cash, and you get to keep the powers! This guy got mysterious sneakers to make him run faster, but guess what? He would've had to run until he died, making them worthless! I've removed the curse, making them worth, like, I don't know, $8 million? See you at the Olympics. This eerily intelligent doll was threatening to murder its family. Now it does their taxes.\nDoll: Everything's deductible.\nRick: Don't pay for cool stuff with your soul. Pay for it with money. You know, like how every store in the world works?"},{"quote":"Jerry: Morty, I'm not as smart as your Grandpa Rick, but I promise never to make that your problem again.\nMorty: Hey, Dad? Nobody's smarter than Rick, but nobody else is my dad. You're a genius at that.\nJerry: Wow, that's humbling and flattering, son. Thank you. What's say we finish ourselves an 8-planet solar system?\nMorty: Um... [holds up the butter robot in a sandwich baggie] I'm just gonna take this thing in and get an A.\nButter Robot: Butter.\nJerry: But—\nMorty: You're a genius at being my dad, Dad. Quit while you're ahead. [Jerry begins to shut the door] And also, knock next time, you know? I mean, I'm sitting in here, I'm fourteen! I got a computer in here, you know?\nJerry: Oh, I, uh... I think I understa—\nMorty: You know, you're really playing with fire when you burst in here like that, man.\nJerry: I get it. Say no more.\nMorty: I mean one of these days, you know, you're gonna—you're gonna—you're gonna end up seeing something.\nJerry: I got it! Noted! Good night!"},{"quote":"Morty: Geez, Rick, wh-what is this place?\nRick: The Citadel of Ricks. It's the secret headquarters for the Council of Ricks.\nMorty: Council of Ricks?\nRick: As you know, Morty, I've got a lot of enemies in the universe that consider my genius a threat. Galactic terrorists, a few sub-galactic dictators, most of the entire intergalactic government. Wh-wherever you find people with heads up their asses, someone wants a piece of your grandpa. And a lot of versions of me on different timelines had the same problem. So a few thousand versions of me had the [yells] INGENIOUS IDEA OF BANDING TOGETHER like a herd of cattle or a school of fish, or... those people who answer questions on Yahoo! Answers.\nMorty: Hey! What do you know? It's a cowboy version of me!\nRick: Geez, you're easy to impress. Yeah, most timelines have a Rick, and most Ricks have a Morty. This place is a real who's who of who's you and me.\nRick Seller 1: Turn your boring, old Morty into a... hot fashion statement... with some Morty dazzlers!\nRick Seller 2: Hey, check this out! [presses Morty doll]\nMorty Doll: Show me the Morty!\nRick: Dumb.\nRick Insurer: Excuse me, sir, is your Morty insured? You know, every year, hundreds of Mortys are injured—\nRick: Back off! Not my cup of tea, this place. I say the point of being a Rick is being a Rick.\nRick Officer: Save your anti-Rick speech for the Council of Ricks, terror-Rick.\nRick: Hey, save your Rick rules for the uuueh sheep-Ricks, Rick-pig.\nRick Officer: Fuck me, pal.\nRick: Fuck you? No, no, no, no, no, fuck ME!"},{"quote":"Morty: You know, Rick, when I first saw all those Ricks and Mortys, I thought, \"Gee, that kinda devalues our bond.\" But then I realized it just means that our relationship must be pretty special to span over all those different timelines.\nRick: Yeah, it's gotta be that way. You're a camouflage.\nMorty: Camouflage? Wh-wh-what are you talking about, Rick?\nRick: Ricks have a very distinctive and traceable brainwave due to our genius. The best way to hide from an enemy's radar is to stand near someone with complementary brainwaves that make ours invisible. [picks his pen] See, w-w-w-when a Rick i-is with a Morty, [writes diagram] the genius waves get canceled out by the, uh... ahe-hem... Morty waves.\nMorty: Um... because... our personalities are so different?"},{"quote":"[Abradolf Lincler smashes a hole in the wall]\nRick: Oh, great. Who invited Abradolf Lincler?\nSummer: I thought everyone was welcome.\nRick: It's not the same, Summer! Lincler's a crazed maniac. He's just a misguided effort of mine to create a morally neutral super-leader by combining the DNA of Adolf Hitler and Abraham Lincoln. Turns out that ehh-it just adds up to a lame, weird... loser.\nLincler: Rick... you brought me into this world a suffering abomination, tortured by the duality of its being, but I shall finally know peace when I WATCH THE LIFE DRAIN FROM YOUR WRETCHED BODY!! [accidentally nudges at Brad]\nBrad: Whoa! What's up, man?\nLincler: I have no quarrel with you, boy.\nBrad: Boy? What's that supposed to mean?\nLincler: It's just— L-Look, I-I-I don't know you thought I mean it, but... [shrugs at Rick]\nRick: Don't look at me, dude.\nLincler: Look, I'm half-Abraham Lincoln, so...\nBrad: So... I should get on my knees and kiss your ass?!\nLincler: No, but... [strains] Y'know—\nBrad: What do I know?! That the Third Reich will reign for a thousand years?!\nJessica: Leave him alone, Brad!\nBrad: Stay outta this, Jessica!!\nRick: KICK HIS ASS, BRAD!! [everyone starts chanting] KICK HIS ASS!! KICK HIS ASS!!\n[Brad punches, kneebutts Lincler's face to a bloody pulp and brawls at him more]\nJessica: Brad! [runs off to the front door with Morty running after her; he has Rick behind him]\nMorty: Rick!!\nRick: [pushes him] Just did you a favor, Morty."},{"quote":"Bird Person: Morty, do you know what wubba lubba dub dub means?\nMorty: Oh, that's just Rick's stupid nonsense catchphrase.\nBird Person: It's not nonsense at all. In my people's tongue, it means, I am in great pain. Please help me.\nMorty: Well, I got news for ya—he's saying it ironically.\nBird Person: No, Morty. Your grandfather is indeed in very deep pain. That is why he must numb himself.\nMorty: Come on... uh—\nBird Person: Bird Person.\nMorty: Come on, Bird Person! Rick's not that complicated! He's just a... huge asshole!\nBird Person: Then why do care so much if you are no longer allowed to continue on your adventures together? It appears fate has presented you with an opportunity to free yourself of Rick forever.\nMorty: Y'know what, you're right. I shouldn't even care! This is probably the best thing that could have happened to me! I'm sick of having adventures with Rick!\nBird Person: My people have another saying. Gubba nub nub doo rah kah. It means, Whatever lets you sleep at night."},{"quote":"Ricks: This is why you don't freeze time, you guys. It's incredibly irresponsible.\nMortys: And you did it so we could clean the house after a party?!\nRicks: Look, there's no time to hold me accountable, Morty. Like, literally no time. Look around. Uncertainty is inherently unsustainable. Eventually, everything either is or isn't. And we've got about four hours to be \"is.\"\nMortys: Or...?\nRicks: We \"isn't.\" All right, since this time crystal exists in both possibilities, and since it's impossible that I didn't nail this, I'm probably about to press this button in both possibilities at exactly the same time.\nMorty 1/Summer 2: How do you know that I—\nRicks: Whatever you're asking, the answer is I'm amazing. And away we go!\n[the two Ricks press their buttons; the two realities are starting to merge back together as one]\nRick: Huh, what do ya know—it's working. [the two Mortys and Summers begin distorting each other thoroughly] Oh... shit!\n[Rick reverts into two possibilities again]\nRicks: What the hell is wrong with you two?! I-I-I-I..I mean, you four!\nMortys/Summer 2: That hurt! That was painful!\nRicks: Good! I'm glad that was painful! You deserve it! I saw you!! Y-You're both uhh-all over the damn place! We've been split for 20 minutes and your lives are already scattered to the quantum fucking wind?! What the hell do either of you two have to be so uncertain about?! Your brand of zit cream?! Which chair to sit in while I do everything?! Come on, spit it out!\nMortys: Well, you don't exactly make it easy, Rick! [talk differently at the same time] You make fun all the time and that's got Summer to do! / You're always picking on me and now you got Summer to kiss your ass!\nSummers: Me?! What about you?! Could you be more excited to see me fail?! You got Grandpa all to yourself! / You're just as mean to me because you're jealous... because you want Grandpa all to yourself!\nRicks: All right, all right, cool it! I see what's happening here. You're both young, you're both unsure about your place in the universe, and you both want to be Grandpa's favorite. I can fix this. Morty, sit here. Summer, you sit here. Now, listen—I know the two of you are very different from each other in a lot of ways, but you have to understand that as far as Grandpa's concerned, you're both pieces of shit! Yeah. I can prove it mathematically. Actually, l-l-let me grab my whiteboard. This has been a long time coming, anyways."},{"quote":"Ricks: So, in conclusion, you're both equally mercurial, overly sensitive, clingy, hysterical bird-brain homunculi. And I honestly can't even tell the two of you apart half the time because I don't go by height or age, I go by amount of pain in my ass—which makes you both identical. All right, everything resolved? Everybody nice and certain about their position in my world?\nMortys/Summers: Yes.\nRicks: All right, perfect. Sit still, arr-arms down. I'm gonna do this again. This time, be like Grandpa.\nMorty 2: You mean drunk?\nRick 2/Rick 1: What's that? You got something to say? / And awaaay we go!\nMorty 2: No.\nRick 2: And awaaay we go! [presses his button but no response] Huh, that's weird.\nRick 1: Huh, that's weird. [keeps pressing to no avail] Oh my God.\nSummer 1/Rick 2: What? / Oh my God.\nSummer 2/Rick 1: What? / The sonofabitch is gonna kill me!\nMorty 1/Summer 1/Rick 2: What?! / The sonofabitch is gonna kill me!\nMorty 2/Summer 2: What?! [both Ricks tinker time-device]\nRick 1: Diabolical, unfeeling sociopath! Don't you get it?! Don't you get it?!\nRick 2: Don't you get it?! The other Rick isn't trying to merge us anymore!\nRicks: He thinks he can save his own skin by using the crystal to kill me! He probably figures it's ehh-easier to eliminate one of the possibilities rather than merge them! [chuckling] I have to admit, it's always in the back of my mind too. The difference is I would never do it! Until now.\nMortys: Rick, what the hell are you doing?!\nRicks: Saving our lives! After he takes me out, he's g-g— he's gonna be coming for you!\nSummers: Who?!\nRicks: Me! [Rick 1 shoots first before Rick 2 does; Morty and Summer 2 scream]\nRick 2: You see that?! Get down! [shoots upwards at Rick 1]\nRick 1: I told you! He's a psycho!\nRick 2: He's lost it! Th-th-th-the time fracture must've made him crazy!\nRick 1/Summer 2: I don't know what to do! I don't know what to do! / Oh, crap!\n[the two possibilities then gradually split into four; all Ricks look at their monitors with four dots]\nRicks: Oh, God, now there's three of 'em! We're outnumbered! Get in the cupboards! [all Mortys and Summers do so] Wait, do-don't do that! They'll know! Wa-wait— Think about getting in the cupboards, but don't really! [all Ricks shoot their cupboards] URAAAHHHH!!!! IS THIS WHAT YOU WANT, YOU SICK FUCKS?!! YOU WANT TO SEE CHILDREN DIE?!!"},{"quote":"Rick: Okay, wait here.\nMorty: I wanna come with!\nRick: Don't come with. It's boring, it's... [burp] it's business stuff.\nMorty: What kind of business do you do in a garage? Y'know, this seems a little shady.\nRick: Right, yeah, like nothing shady ever happened in a fully furnished office? You ever hear about Wall Street, Morty? Y-Y-Y'know what those guys do i-in-in their fancy boardrooms? They take their balls and they dip 'em in cocaine and wipe 'em all over each other—y'know, Grandpa goes around and he does his business in public, because Grandpa isn't shady. [someone knocks his window] Aw, crap. Hey, what's up?\nKrombopulos Michael: Hey, Rick! [laughs] Here you go, 3,000 flerbos. Do you have the weapon?\nRick: C-Can we please? This is my grandson, Morty.\nKrombopulos Michael: Oh, hi, Morty! I'm Krombopulos Michael. I'm an assassin, I buy guns from your grandpa.\nRick: [groans] Here, go away! [K. Michael opens case]\nKrombopulos Michael: Ooh! Yeah, this looks deadly. So, this shoots antimatter? My target can't be killed with regular matter. Nice to meet ya, Morty! Listen, if ya ever need anybody murdered, [hands Morty a card] please give me a call.\nRick: You're g— you're giving him a card?!\nKrombopulos Michael: [cont'd] I have no code of ethics, I will kill anyone, anywhere. Children, animals, old people, doesn't matter. I just love killin'. [leaves]\nMorty: You sell weapons to killers for money?\nRick: Ugh... You've got what the intergalactic call a very planetary mindset, Morty. It's more complicated out here. These are flerbos. Do you understand what two humans can accomplish with 3,000 of these?\nMorty: Uh, what?\nRick: An entire afternoon at BLIPS AND CHI-I-I-I-I-ITZ!!!!"},{"quote":"Fart: Thank you, Morty. You are not like other carbon-based lifeforms. You put the value of all life above your own.\nMorty: It's how things should be. It's how they could be.\nFart: I could not agree more. [sings]\nThe worlds can be one together, cosmos without hatred\nStars like diamonds in your eyes\nThe ground can be space (space, space, space, space)\nWith feet marching towards a peaceful sky.\nAll the moonmen want things their way\nBut we make sure they see the sun.\nGoodbye, moonmen\nYou say goodbye, moonmen\nGoodbye—\nRick: SHUT THE FUCK UP ABOUT MOONMEN! This isn't a musical number! This is a fucking... operation, we gotta be cool and fucking lay low."},{"quote":"Rick: \"World peace achieved.\" Nice. Little weird to publish a paper about it for yourself, but hey. So, what's next?\nUnity Newsman: After I become a type-one civilization, this world will be invited into the Galactic Federation.\nRick: Oh, goody.\nUnity Businessman: From there, I'll have access to countless planets and species.\nUnity Woman: One by one, I will unify them, I will become the universe, and I will be what the single-minded once called a god.\nRick: [belches] I like that. Oh, that's pretty sexy. Hey, listen, where can we get a drink around here?\nUnity Old Woman: Recreational substances were phased out here. There's no need for escape from the self when your world is one.\nRick: Unity, Unity, who am I talking to?! I watched you assimilate a whole police station just to get your hands on the evidence locker.\nUnity Deliveryman: Rick, when we met, I was a young hive mind with the population of a small town. People change.\nUnity Hobo: Especially when I change them. I'm sorry to disappoint you, but I've grown.\nRick: Hey, listen, I've grown, too. I have! See, I've-I've reconnected with my family, right?\nUnity Policewoman: Hm. Why is that, I wonder?\nRick: Maybe it's part of getting old. Maybe I just missed being with... a collective. [they both exchange kisses, upping their sexual arousal]\nUnity People: Yes, Rick, yes! Yes, yes!\nRick: Wait, wait, stop! H-Hold it! Not like this. We need a hang glider, and a crotchless Uncle Sam costume, and I want the entire field of your largest stadium covered end to end with naked redheads, and I want the stands packed with every man that remotely resembles my father."},{"quote":"[Blim Blam punches a glass door and aims a device at Jerry and Beth before using it on its throat]\nBlim Blam: [speaks] Um, first of all, hello. Uh, my name is Blim Blam the Korblok. Second of all, cards on the table, I'm a murderer that eats babies, and I came to this planet to eat babies. [Jerry smirks at Beth] However, I am also carrying a highly infectious disease that I suppose you could call \"space AIDS\" as you put it, and Rick did chain me up so that he could attempt to cure it. [Beth serves Jerry] At the same time, Rick's motivation to cure my disease was not to save my life or anyone else's, but to patent and sell the cure for billions of Blemflarcks. [Jerry serves back] But you know the reason why I ripped my chains out of the wall? [confronts them] And do you know why I'm never coming back to this planet?! BECAUSE THE TWO OF YOU ARE THE FUCKING WORST!!! You both hate yourselves AND each other! And the idea that it has ANYTHING to do with Rick is laughable. I'd laugh, but I'm biologically incapable. That's how alien I am! And even I'm sitting here listening to the two of you and being like, \"WHAT THE FUCK?!?\" So! Good luck with your shitty marriage, and tell Rick I'm sorry he has to deal with EITHER of you! Blim Blam OUT! [mic-drops the device and leaves, only to come back for the device] You know what? I'm taking this."},{"quote":"[Rick shoots Uncle Steve in the head with his laser gun; everyone freaks out]\nMorty: What the hell, Rick?! What the hell?!\nRick: Would everybody just relax for a second? There's no such thing as an \"Uncle Steve\". That is an alien parasite. [Steve's body morphs into a horrifyingly-looking alien, spraying magenta enzymes out of its mouth tentacles at Jerry. Summer and Beth gasp]\nJerry: But I've known him my whole life!\nRick: No, you haven't, Jerry! [brings it onto table] These telepathic little bastards, they embed themselves in memories and th-th-they use those to multiply and spread out, take over planets. It's-it's disgusting.\nMorty: Steve wasn't real?!\nRick: He's a real piece of shit! This is a big one. [drops it] Somebody probably tracked it in last week on the bottom of their shoe or on a piece of alien fruit.\nSummer: Someone?\nRick: Get off the high road, Summer! We all got pinkeye because you won't stop texting on the toilet.\nMorty: But Uncle Steve taught me how to ride a bike!\nRick: No, \"Steve\" put that memory in your brain so he could live in your house, eat your food and multiply. We could be infested with these things. [burps, unloads laser clip] So, we got to keep an eye out for any zany, wacky characters that pop up.\nMr. Poopybutthole: Oooohwee! Whatever you want, Rick, we're here to help!\nRick: Thanks, Mr. Poopybutthole. I always could count on you."},{"quote":"Sleepy Gary: I think you should put down the gun and we should get you to a doctor. What do you say we take down these blast shields?\nRick: I can't do that, Sleepy Gary. All right, everybody listen to me! I don't know if any of you guys are real, but this house has been infested with fake loved ones that spread through fake memories, and our planet will be destroyed if they get out.\nPencilvester: [grunts] But Rick, even you have to admit you do tend to overreact to stuff.\n[cutaway to living room with Frankenstein, Morty, Ghost In a Jar, Pencilvester, Beth and Sleepy Gary]\nRick: You guys! We gotta hurry! I just got back from Walmart, they're selling Nintendo 3DS systems for 149.99 on sale, plus every time you buy one, you get a $50 gift card—brings the total price down to $110 after tax! Now listen! We can flip those sons of bitches for 230 bucks apiece easy! They're all limited-edition \"Zelda\" ones! Hurry! Hurry, come with me! We can be rich, and we also all get to keep one and we can play Nintendo games! [exits, comes back] Nintendo, give me free stuff.\n[back to present]\nRick: Okay, yes, I definitely remember doing that, but also, I would never do that!\nPencilvester: Don't overreact, Rick."},{"quote":"Morty: Mr. President, if I've learned one thing today, it's that sometimes you have to not give a fuck!"},{"quote":"Rick: Wh-what do you think, Ice? Probably a little overdeveloped.\nIce-T: Shit. Overdeveloped, underdeveloped, a bad song's a bag song.\nRick: Well, do you think, maybe— Could you give me some help with it or...?\nIce-T: Aw, hell no, man. You do your thing, but I can't afford to get my pride wrapped up in your shame. You know what I'm saying?\nRick: Ice, I don't want to be a Negative Nelly or anything, but ihh-if Morty doesn't come back with my portal gun and I eat it out there, it's, uh, y'know, kind of your problem too.\nIce-T: Pfft! I ain't worried about no Earth blowing up, man.\nRick: What? Why not?\nIce-T: Yo, this is why. [his body turns into a giant floating block of ice]\nRick: What the fuck? You can turn into ice?!\nIce-T: My story begins at the dawn of time in the faraway realm of Alphabetrium. There, every being is a letter of the alphabet. But I was frozen and exiled to the cosmos by my elders as punishment for not caring enough about anything. Earth is just one of my many stops on a lifelong journey with no destination. So you better believe I don't care if it blows up. Because I'll just be ice floating through space, like a comet!\nRick: Take it from me, Ice. Youu can't just eh-float around space not caring about stuff forever.\nIce-T: Pssh! Man, watch me. Good luck, Rick."},{"quote":"Morty: [phased into a room] Oh, man! Where are we, Rick?\nRick: Morty, remember eight seconds ago when— [burps] when you said \"Go inside what?\" and I said \"The battery\"? And then we showed up here and I wasn't like, \"Whoa, this is unexpected. This is not what I was expecting, Morty. What a perplexing mystery this is.\"\nMorty: All right, all right. We're inside the battery, I get it. You don't have to bust my balls.\nRick: Huh, this isn't right. This pipe's supposed to be sending 20 terawatts of juice to the... engine, Morty. Instead, we've got... zero? Now what are these people doing?!\nMorty: W-W-W-Whoa... People?\nRick: Ugh... It's time for some hands-on engine repair. All right, Morty, hold on to something.\nMorty: Whoa!\n[the engine room hovers out of a volcano and flies into a civilized city]\nMorty: Holy crap! I thought we were inside your car battery, Rick! T-T-This is like a whole p-planet or something!\nRick: Thanks, Morty. I'm pretty proud of this bad boy. Check it out. [shows hologram] I put a spatially tessellated void inside a modified temporal field until a planet developed intelligent life. I then introduced that life to the wonders of electricity, which they now generate on a global scale. And, you know, some of it goes to power my engine and charge my phone and stuff.\nMorty: You have a whole planet... sitting around making your power for you?! That's slavery!\nRick: It's society! They work for each other, Morty. They pay each other, they buy houses, they get married and make children that replace them when they get too old to make power.\nMorty: That just sounds like slavery with extra steps!\nRick: Ooh-la-la, someone's gonna get laid in college."},{"quote":"Zeep: You do realize this will make the floooble crank obsolete? [Rick flexes his bones] This is wrong, Kyle. What you're doing is wrong. You're basically... [scoffs, Rick mouths his words] This is slavery. You're talking about creating a planet of slaves.\nRick: [burps] Told you, Zeep.\nKyle: Oh, they won't be slaves. They'll work for each other and pay each other money.\nZeep: That just sounds like slavery with ex...tra... steps... [turns to Rick]\nRick: What?\nZeep: Wait a minute... [grabs him] Did you create my universe?! Is my universe a miniverse?!\nRick: Microverse!!\nKyle: Uh, teenyverse.\nRick: [Zeep removes his antenna headband] Ugh! You bastard!! [removes Zeep's mask]\nZeep: Much obliged! [pummels into Rick fighting each other]\nKyle: What the hell is happening?\nMorty: This is healthy. Trust me.\nRick: You're my battery, motherfucker! [punches Zeep] That's all you are! I made you!! Your microverse sucks!! And your miniverse is the size of a fucking lobster tank!! It's whack!!\nKyle: Are they not really aliens?\nMorty: Nah, they're just a couple of... crazy, wacky scientists, y'know?\nKyle: So he made a universe, and that guy is from that universe, and that guy made a universe... and that's the universe where I was born? Where my father died... Where I couldn't make time for his funeral because I was working on my universe.\nMorty: [laughs] Yeah! Science, huh? Ain't it a thing. Y'know, one time, Rick sh— accidentally shot his laser pistol right through my hand. Ha, y'know, I mean, like... o...old-lady science, y'know? She-she-she's... she's a real... [Kyle walks away] You gotta hang on tight, y'know? Because she... she'll, she bucks really hard. [Kyle enters engine room pod, flies it straight into a canyon] Ohh, boy, wha— Oh my God, no!!\n[the pod crashes into the canyon; Morty looks down at its flaming debris in the river with Rick and Zeep looking down]\nZeep/Rick: Teenyverse."},{"quote":"[meanwhile, in Harry Herpson High School]\nSummer: Any leads on the vampire?\nMorty: No, Summer. I mean, y'know, I think it might be time that we just l-let it go.\nSummer: Oh, so now you're too cool for this just because Grandpa Rick is?\nMorty: It's not that, it's just... that the universe is a little too big to care about something so small. [closes locker next to Tiny Rick] Ahh!\nTiny Rick: What up, my Helsings?! Who wants to hunt a vampire?! Hahaha!\nMorty: Rick?! H-How did you—\nTiny Rick: Yeah, I got bored and then I remembered this morning how I blew Summer off and I thought, \"Hey, why're you such a grumpy douche, Rick? Go to the garage, transfer your mind into a younger clone of yourself, and get embroiled on in some youthful hijinks. What's the BFD?\" So here I am. I'm Tiny Rick!!\nMorty: O-o-okay...\nSummer: Well, it's good you're here, Rick.\nTiny Rick: It'll still be fun to do this as a fuckin' team, motherfuckas! [all hands join, up high] Tiny Rick!\nSummer: Yeah! Oh my God—Toby Matthews!\nTiny Rick: Hey, Toby. I'm Tiny Rick. [Summer hides her face] I'm new. Hey—oh, go easy on me. Haha! Just kiddin'.\nToby Matthews: [beat] ..I like your straightforward style. And that lab coat's pretty cool. [strolls] Summer.\nSummer: ..He knows my name!\nTiny Rick: Why wouldn't he?! You're great! But listen, just be careful. We can't rule anybody out as the vampire, [nudges Summer's arm] not even the dreamboats.\nSummer: [flattered] Stop, Tiny Rick.\nTiny Rick: HUNTIN' A VAMPIRE WITH MY GRANDKIIIDS!! FUCK!! TINY RIIICK!!!"},{"quote":"Tiny Rick: Hey, what's up, Summer? Ooh, nice top.\nSummer: Thanks. Tiny Rick, you think you might be getting back into your old body tonight?\nTiny Rick: No can do. Tonight's the big dance, and Morty's bringing Jessica. He needs his tiny wingman! [high-fives Morty]\nBoth: Tiny Rick! [Morty laughs]\nSummer: Okay, but if not tonight, when?\nTiny Rick: I dunno. When I feel like it?\nMorty: Damn, girl! You need to chill out! This whole thing was your idea in the first place, and now you're tryin' to rush it along.\nTiny Rick: Yeah, and y'know what? I like high school. I like hangin' out. I'm Tiny Rick!\nSummer: But what if the you that likes it isn't you?\nBoth: [beat, laugh out loud] Oh, Summer!\nMorty: It's just Rick in a younger body! What's the-what's-what's-what's... what's the problem?\nSummer: Look at his art, Morty!\nTiny Rick: I've got an emo streak. It's part of what makes me so rad.\nSummer: Why does it say \"Help me Morty and Summer!\"?!\nTiny Rick: [crumbles, throws paper] Come on, Summer, that's just the title of the art. Why was Knight Rider called Knight Rider? The car's name was KITT. Nobody rode Michael Knight. You're overthinkin' it, Summer. I'm Tiny Rick!!\nSummer: Grandpa, I think that when you put your mind into this body's young brain, it did what young brains do—it shoved the bad thoughts into the back and put a large wall around them. But those bad thoughts are the real Rick. The fact that you're old, the fact that we're all going to die one day, the fact that the universe is so big, nothing in it matters—those facts are who you are! So you're trapped in there and you can only come out in the form of Tiny Rick's teen angst!\nTiny Rick: Well, Summer, I hear Toby Matthews isn't into psycho chicks. Can't think of anyone that is. I'll see you motherfuckas at the dance! Tiny Rick!\nSummer: Morty, you have to help me!\nMorty: Summer, he's happy! I'm happy! I-I-Is that why you're doing this?! You don't want me and Rick to be happy?!\nSummer: No!\nMorty: Well, then get your shit together! Get it all together and put it in a backpack—all your shit, so it's together. [leaves, then comes back] And if you gotta take it somewhere, take it somewhere, you know? Take it to the shit store and sell it, o-or put it in a shit museum. I don't care what you do! You just gotta get it together! [leaves, then comes back again] Get your shit together. [leaves]"},{"quote":"Jerry: W..where am I?\nAlien Doctor: Relax, Mr. Smith. You're in an alien hospital. I mean, to you, it's an alien hospital. To me, you're just in a hospital. There's another matter we need to discuss with you.\nJerry: Okay.\nAmbassador: An hour ago, Shrimply Pibbles, the galaxy's most influential civil rights leader, was brought to this hospital's emergency room where he is currently fighting for his life.\nJerry: My God!\nAmbassador: Mr. Smith, Shrimply Pibbles' life can be saved... if we replace his heart with your human penis.\nJerry: I see... Wait, what?! [the doctor presents an anatomical hologram to Jerry]\nAlien Doctor: It's perfect. The configuration of veins, the ratio of thickness to elasticity, the delicate asymmetry of what you call your balls—and with relatively few adjustments, your genitals can be moulded into a functioning heart for the most important man in the universe.\nJerry: Yeah, but, I mean—\nYarp: Oh, forget it! I told you this was a waste of time!\nAmbassador: Have respect, Yarp. The Earth man's world is tiny and undeveloped. He knows nothing of the genocides of Clorgon, or the tragic events of 65.3432.23/14.\nShrimply Pibbles: And even if he did, he wouldn't comprehend them. I've dwelt among the humans. Their entire culture is built around their penises. It's funny to say they are small. It's funny to say they are big. I've been at parties where humans held bottles, pencils, thermoses in front of themselves and called out, \"Hey, look at me. I'm Mr. So-and-So Dick. I've got such-as-such for a penis.\" I never saw it fail to get a laugh.\nJerry: All right! That's enough! You guys are talking about my species! We understand genocide! We do it sometimes!\nAmbassador: Then you would give your penis so that Shrimply Pibbles might live?\nYarp: Stop asking!\nJerry: Yes, I will! That's right, assholes! Take my penis. Take it all!! And tell Shrimply Pibbles that when the galaxy came calling, Jerry Smith from Earth didn't flinch!"},{"quote":"Announcer: It's the Opposite News with Michael Thompson!\nMichael Thompson: Hey, everybody, it's me, Michael Thompson. Today the Pope didn't get killed. He's perfectly fine, and he's on vacation in Aruba. In other opposite news...\nMorty: Hey, Rick, what's the deal with this guy? W-Why is his body, like, sloping off to the right side of the screen like that?\nRick: I don't know, Morty. Let's see what else is on, huh? [changes channel]\nPichael Thompson: Hey, welcome to Cooking Things. I'm Pichael Thompson.\nMorty: Hey, wait a minute, Rick! This guy's body is, like, sloping down and leaning off to screen left!\nRick: Oh my God, and his name's Pichael!\nPichael Thompson: I'm cooking a little bit of this, I'm gonna cook a little bit of that. Oh-ho-ho, hey! [drags conjoined Michael] Stop tugging, Michael!\nMorty: Oh my God! Siamese twins! They're-they're Siamese twins!\nMichael Thompson: You quit tugging! I-I'm in the middle of my news!\nPichael Thompson: Oh, oh, it's always about you, isn't it? Can you believe this guy, ladies and gentlemen? He's got his own news show, he's got a normal name!\nMorty: Hey, flip back to the news!\nRick: Oh, yeah, yeah, yeah.\nPichael Thompson: You could tell our parents started with naming with him. [the news camera backs away, showing them in Pichael's side] It's like, \"Oh, Michael.\" I ha— They had that one planned before they even got pregnant, I bet.\nSummer: I don't wanna be that girl, but maybe there would be less conflict if they didn't shoot their shows at the same time?\nRick: Oh, Summer, you have no idea how much money that must save production.\nPichael Thompson: And then they found out I was attached along for the ride and they said, \"Ah, shit. Well, just fuck it, call him Pichael.\"\nMichael Thompson: [throws papers at Pichael's face] Fuck you, Pichael! You're a fucking piece of shit!"},{"quote":"Rick: Hey, Muchacho, does your planet have wiper fluid yet or you gonna freak out and start worshipping us?\nVillager: The general store ought to have what you need.\nRick: Thanks.\nVillager: Of course, you'll be wanting to be gone from here by sundown.\nRick: Yeah, sure thing. Wait a minute, what? Why?\nVillager: Sundown is when the Festival begins.\nMorty: The Festival?\nVillager: Ooh, well, for millennia, our society has been free of crime and war, livin' in perfect peace.\nRick: Oh! I know what this is! You've been able to sustain world peace because you have one night a year, where you all run around robbing and murdering each other without consequence!\nVillager: That's right!\nMorty: What?!\nRick: It's like The Purge, Morty! Th-That movie, The Purge?\nVillager: Oh, have you been here before?\nRick: No, no, but I've been to a few planets with the same gimmick. Y'know, sometimes it's called the Cleansing or the Red Time. There was this one world that called it just Murder Night. I-It's a purge planet. They're peaceful and then, y'know, they just purge.\nMorty: Th-That's horrible!\nRick: Yeah. [beat] You wanna check it out?"},{"quote":"[Arthricia crawls out of Rick's ship before being confronted by Rick and Morty in power armor. Rick aims at her]\nArthricia: Wait, stop! Please don't kill me! I-I never intended to harm you, I swear! I am trying to end the Festival!\nRick: Wh-what-what do you mean?\nArthricia: I was going to use your ship to destroy the rich assholes that run our society and save my people from the horrors of this yearly Festival!\nMorty: [still frenzied] FUCK THAT, RICK! WE GOTTA KILL HER! KILL HER! KILL HER!!\nRick: Whoa! Geez, Morty, purge it down a little.\nMorty: \"PURGE, DON'T PURGE\"?! YOU'RE SENDING ME MIXED MESSAGES, RICK!\nRick: Morty, yehh-you're acting like a ehh-freaking lunatic. Calm down.\nMorty: SCREW YOU, RICK! I'LL PURGE YOU TOO, YOU OLD... \"RICKETY\" PIECE OF CRAP! THIS HAS BEEN A LONG TIME COMING! I'M GONNA RIP YOUR FUCKING GUTS OUT AND SMEAR 'EM ALL OVER YOUR FACE! I AIN'T TAKING NO SH-AAAHH!! [gets zapped by Rick]\nRick: Okay, s-sorry about that. Now, where are these rich people?"},{"quote":"Jerry: Uh, Rick, is there anything you'd like to tell us about your relationship with this... previously unknown galactic government?\nRick: All the important points seem pretty clear, no? They think they control the galaxy, I disagree. Don't hate the player, hate the game, son.\nJerry: How could you be so dishonest with this family?!\nRick: Oh! Oh, should I have been more open and trusting and loving like, oh, I don't know—my now dead best friend?! Or your daughter, who is BFFs with an intergalactic narc?!\nSummer: Hey, Tammy was cool!\nRick: And now we know why!\nSummer: Because of you!\nRick: Fuck you, Summer! And fuck the government! And fuck me for letting my guard down, which I will NEVER DO AGAIN.\nMorty: Geez, Rick! You can't say f— \"'f' you\" to your granddaughter!\nRick: I just did, Morty. Here's dessert: fuck you.\nBeth: Look, I think we've all had a tough wedding. Actually, the wedding was beautiful. The reception got out of hand. Anyway, I say we go home, sleep it off, and have a family meeting in the morning.\nRick: Yeah, about going home? We can't. Ever.\nSmiths: Wait, what?! / What?!\nRick: Oh, these guys are looking for us now. Earth will be swarming with them.\nJerry: Us?!\nBeth: Jerry—\nJerry: I want to go home!\nRick: Look, anyone that wants to go back to Earth is free to go back to Earth. But here's what's gonna happen. Alien bureaucrats are gonna arrest you. They're gonna put the intergalactic equivalent of ehh-jumper cables under your nuts and/or labia, and hook 'em up to an alien car battery until you tell them where I am - which I guarantee you you're not gonna know, which I guarantee they won't believe! So who's homesick? By applause. [Summer starts crying] Ladies? Anybody?\nSummer: What are we going to do?! Where are we going to live?!\nRick: Take it easy. This is a blessing in disguise. Fuck Earth. You realize our planet's name means \"dirt\", right? We'll find a new world. Computer, how many planets in the Milky Way are at least 90 percent similar to Earth?\nComputer: [calculates] \"765 known planets.\"\nRick: How many of those are outside federal jurisdiction?\nComputer: \"Three.\"\nRick: See? Our cup runneth over. Now, who wants to go shopping for a brand-new motherfuckin' world?! All right!"},{"quote":"Jerry: Okay, now that he's gone, can we please talk about our situation?\nMorty: Dad, you can't talk about people behind their back. Y'know, it's a small world.\nJerry: Please, he's in the south pole! And we need to have a serious conversation!\n[Rick strolls casually past a terrain of pine and palm trees before taking off his coat. He puts it on again through a rain cloud. He arrives at the south pole, plants the flag into the snow]\nRick: South pole discovered, baby! Oohhhh!! Oh, fuck, an ice cave?! Shit! [crawls into it] Things just keep on getting better! [reaches a heated area, starts shimmying at the side] Wow, it's the planet's core.\nJerry: [heard above] I'm just saying, we keep acting like there's only two options, [Rick climbs up and eavesdrops underneath the cabin floorboards] but there's not. So, yes, if we went back to Earth, as long as Rick was out there, they'd want to interrogate us. But, and this is purely hypothetical—what if we turned your father into the government?\nBeth: Jerry, so help me God, if you ever bring this up again, no more bacon!\nJerry: There already is no more bacon! This world sucks! Our life sucks! Why are doing this for someone that would never do anything for anyone but himself?!\nMorty: That's not the point, Dad! We love Rick! ..F-F-For the most part.\nSummer: Yeah, you don't love people in hopes of a reward, Dad. You love them unconditionally.\nBeth: That's very good, kids. I'm proud of you.\nJerry: Okay, so let me get this straight. For the rest of your lives, no matter how much it hurts you, no matter how much it destroys our children's futures, we're gonna do whatever Rick wants, whenever he wants?\nMorty/Summer/Beth: Yes!\nJerry: WHY?!\nBeth: Because I don't want him to leave again, you dumb asshole!"},{"quote":"Cornvelious Daniel: I can see why you chose this family-friendly restaurant to represent your cerebellum. So safe, so comfortable, so Shoney's. But admit it, Rick—you're going crazy cooped up in here. Let's go visit some memories.\nRick: Oh, any particular ones? You want to see my first boner, or should we go straight to the moment I discovered interdimensional travel? [Cornvelious Daniel is squealing with arousal] Ooh, your little flappy doodles are twitching. Does that mean you're aroused, or did you just get a signal that one of your buddies found a grape?\nCornvelious Daniel: It's arousal. Yes, I'd like very much to visit the memory of you inventing your portal gun.\nRick: Yeah, well, tough titties. [the restaurant starts crumbling around Cornvelious Daniel and Rick]\nCornvelious Daniel: There's no tougher titty than a psychotic break, Rick.\nRick: Well, that depends on who breaks first—me or the titty."},{"quote":"Morty: Geez! Are my parents seriously gonna get divorced? All right, Rick, I'm gonna go to my--\nRick: [grabs him] Ah-ah, not so fast, Morty. You heard your mom. We've got adventures to go on, Morty, just you and me. And sometimes your sister and sometimes your mom, but never your dad. You wanna know why, Morty? Because he crossed me.\nMorty: Okay, take it easy, Rick. T-T-That's dark.\nRick: Oh, it gets darker, Morty. Welcome to the darkest year of our adventures. First thing that's different: no more Dad, Morty.\nMorty: Oh, geez...\nRick: He threatened to turn me in to the government, so I made him and the government go away!\nMorty: Oh, fuck...!\nRick: I've replaaaaced them both as the de facto patriarch of your family and your universe.\nMorty: Oh, man...\nRick: Your mom wouldn't have accepted me if I came home without you and your sister, so now you know the real reason I rescued you. I just took over the family, Morty! And if you tell your mom or sister I said any of this, I'll deny it!\nMorty: You're gonna deny it...\nRick: And they'll take my side because I'm a hero, Morty! And now you're gonna have to go and do whatever I say, Morty! Forever! And I'll-- I'll go out and I'll find some more of that Mulan Szechuan teriyaki dipping sauce, Morty!\nMorty: What are you talking about?\nRick: Because that's-- that's what this is all about, Morty!\nMorty: \"Szechuan\"?\nRick: That's my one-armed man! I'm not driven by avenging my dead family, Morty - that was fake! I-I-I'm driven by finding that McNugget sauce!\nMorty: \"Nuggets\"?\nRick: I want that Mulan McNugget sauce, Morty! That's my series arc, Morty!\nMorty: What the hell?!\nRick: If it takes nine seasons! I want my McNugget dipping sauce, Szechuan sauce, Morty!\nMorty: What are you talking about, Rick?!\nRick: That's what's gonna take us all the way to the end, Morty!\nMorty: What are you talking about?!\nRick: Season-- Nine more seasons, Morty! Nine more seasons until I get that dipping Szechuan sauce!\nMorty: What is that?!\n[The garage closes]\nRick: For 97 more years, Morty!\nMorty: What are you talking about?!\nRick: I want that McNugget sauce, Morty!"},{"quote":"Morty: Summer, next time we're hiding in a chlorkian echo nest, can you do me a favour and turn your ringer off?!\nSummer: It's called carpe diem, Morty. Look it up.\nMorty: You look it up, you don't- you don't even know what it means.\nSummer: That's because losers look stuff up while the rest of us are carp'en all them 'diems.\nRick: Listen to your sister, Morty. To live is to risk it all, otherwise you're just an inert chunk of randomly assembled molecules drifting wherever the universe blows you. Oh, I'm sorry, Jerry, I didn't see you there, how much of that did you hear?\nJerry: All of it - you were looking right at me. [sighs] I just -- wanted to say goodbye to the kids.\nRick: Cool. Just stay in the driveway; the kill-bots are live, and I took you off the whitelist."},{"quote":"[Summer walks with Hemorrhage's group through an abandoned city shooting hordes of mutants]\nSummer: How come you guys dress like you're in a theme-park stunt show, but these guys wear khakis and hockey jerseys? [Hemorrhage's man shoots a mutant]\nHemorrhage: After the boom-boom, some adapted to the new truth, and some chose to huddle near the boomy holes, clinging to the lie of the before-fore times. [shoots a mutant] The raidy-rays rotted them away, [approaches group of mutants on a billboard] leaving only their love for the vert-vert-isements on billyboards.\nSummer: Jesus Christ! Did the boomy-booms blow up all your wordy-word books?\nHemorrhage: You mean dictionaries? [Summer and Hemorrhage shoot the mutants down; Hemorrhage kneels down on the billboard and places his hand on the boy of a family] I think I was a child before the boom-booms. I think I looked like this.\nSummer: Want to piss on him?\nHemorrhage: Get out of my head."},{"quote":"Pickle Rick: [Morty comes to the garage] Morty!\nMorty: Rick? W-where are you?\nPickle Rick: On my workbench, Morty.\nMorty: Are you invisible and you're gonna, like, fart on me?\nPickle Rick: Flip the pickle over. [Morty walks to the workbench]\nMorty: What, I'm gonna touch it, and you're gonna tell me it's an alien dick or something?\nPickle Rick: Come on, flip the pickle, Morty. [Morty holds a screwdriver] You're not gonna regret it. The payoff is huge. [Morty turns pickle over with Rick's face on it] I turned myself into a pickle, Morty! Boom! Big reveal! I'm a pickle! What do you think about that? I turned myself into a pickle! W-what are you just staring at me for, bro? I turned myself into a pickle, Morty.\nMorty: And?\nPickle Rick: \"And\"? What more do you want tacked on to this? I turned myself into a pickle, and 9/11 was an inside job?\nMorty: Was it?\nPickle Rick: Who cares, Morty? Global acts of terrorism happen every day. Uh, here's something that's never happened before: I'm a pickle! I'M PICKLE RIIIIICK!"},{"quote":"[Pickle Rick comes into Dr. Wong's room with Beth, Summer and Morty]\nDr. Wong: You must be Rick.\nPickle Rick: Mm-hmm.\nDr. Wong: I've heard a lot about you today. Your family is crazy about you, your daughter holds you in very high regard, you're a lucky fella.\nPickle Rick: Yeah, yeah, yeah, thank you. Hey, sweetie, you don't still happen to have that syringe in your purse?\n[Beth looks to Dr. Wong, who nods to her to speak]\nBeth: Dad, I would like you to tell me what's in the syringe.\nPickle Rick: It's a serum that I need to, uh...to stay alive. I have...had a rough day, and, uh...I've sustained a lot of damage, I'm pretty close to death, which the serum will prevent.\nDr. Wong: By changing you from a pickle to a human.\nPickle Rick: [long pause] Yes.\nDr. Wong: Rick, why did you lie to your daughter?\nPickle Rick: So I wouldn't have to come here.\nDr. Wong: Why didn't you want to come here?\nPickle Rick: Because I don't respect therapy. Because I'm a scientist. Because I invent, transform, create, and destroy for a living, and when I don't like something about the world, I change it. And I don't think going to a rented office in a strip mall to listen to some agent of averageness explain which words mean which feelings has ever helped anyone do anything. I think it's helped a lot of people get comfortable and stop panicking, which is a state of mind [belch] we value in the animals we eat, but not something I want for myself. I'm not a cow. I'm a pickle. When I feel like it. So... you asked.\nDr. Wong: Rick, the only connection between your unquestionable intelligence and the sickness destroying your family is that everyone in your family, you included, use intelligence to justify sickness. You seem to alternate between viewing your own mind as an unstoppable force and as an inescapable curse. And I think it's because the only truly unapproachable concept for you is that it's your mind within your control. You chose to come here, you chose to talk to belittle my vocation, just as you chose to become a pickle. You are the master of your universe - and yet you are dripping with rat blood and feces, your enormous mind literally vegetating by your own hand. I have no doubt that you would be bored senseless by therapy, the same way I'm bored when I brush my teeth and wipe my ass. Because the thing about repairing, maintaining, and cleaning is it's not an adventure. There's no way to do it so wrong you might die. It's just work. And the bottom line is, some people are okay going to work, and some people... well, some people would rather die. Each of us gets to choose."},{"quote":"Supernova: Vindicators. Worldender is back, and this time he's out to end more than worlds. We have reason to believe his stronghold is located on...\nRick: My balls.\nMorty: Rick!\nSupernova: ...the Terraneous system. Once in range, Million Ants will scan for pheromone activity, which should lead us to the location of the base.\nRick: Oh, that's Million Ants. I can't see the ants from over here, I just assumed that was um.. Turd Man, Wiggly Turd Man.\nMorty: Rick, stop!\nSupernova: Rick, you have something to add to the briefing?\nRick: Uh, yeah, just a few more design notes. Umm... this guy, the, [chuckles] the, uh...\nCrocubot: I am Crocubot.\nRick: Right, Crocubot. So, you're half cold unfeeling reptile, half also-cold equally-unfeeling machine?\nCrocubot: Yes.\nRick: Wow, so your origin is what? You fell into a vat of redundancy?\nNoob Noob: Haha, god-damn!\nSupernova: Noob Noob, we're having a briefing. If I can continue, Rick? I anticipate sophisticated security measures. I can trust you can be of service there?\nRick: Well, let me check my list of powers and weaknesses: ability to do anything, but only whenever I want. Yeah, that sounds like a job for me.\nAlan Rails: I wish he had the ability to check his attitude.\nRick: Alan Rails, ladies and gentlemen. After his parents' tragic death in a railroad accident, he gained the power to summon ghost trains. It's not all bad, though, they were spared having to see their grown son wear a whistle.\nNoob Noob: God-damn!\nRick: Thanks, Noob Noob. This guy gets it."},{"quote":"Morty: Rick, is this a Saw thing? Are you seriously Sawing the Vindicators?\nRick: Morty, I'm a drunk, not a hack.\nDrunk Rick in video: If you break the rules, lose the game or try to leave, you will die... like in [burps] Saaaaw..."},{"quote":"Jerry: [being swallowed by a Gibble Snake] I'm sorry! I-I made a mistake, I won't do it again!\nRick: Nobody ever does.\nJerry: You self-righteous piece of shit! You took my family!\nRick: \"I took your family\"? Who do you think had taken more from them when you shot 20 CCs of liquid dreamkiller into my daughter? She was Rick's daughter, Jerry! She had options!\nGibble Snake: Oof...\nRick: That all ended because she felt sorry for you! You act like prey, but you're a predator! You use pity to lure in your victims! That's how you survive! I survive cause I know everything, that snake survives because children wander off, and you survive cause people think \"Ooh, this poor piece of shit, he never gets a break! I can't stand the deafening silent wails of his wilting soul! I guess I'll hire him or marry him!\""},{"quote":"Beth: Just stay put, sweetie! Mom's still on hold!\nMorphizer Customer Service Worker: Morphizer Customer Service Worker. How may I help you?\nBeth: Yes, I'm having a little trouble with one of your machines.\nMorphizer Customer Service Worker: Oh, I'm sorry to hear that, ma'am. Do you see a little compartment on the side of the machine?\nBeth: Let me check.... Yes, got it.\nMorty: Mom?\nMorphizer Customer Service Worker: Great! Now, do you see the little button next to it?\nBeth: I do.\nMorphizer Customer Service Worker: Give that button a push.\nBeth: Okay. [pushes button]\nMorty: Mom, listen to me--\nMorphizer Customer Service Worker: WE'RE FREE! [the Morphizer Customer Service Workers run out of Rick's machine]\nBeth: Okay, so I pushed the button, and three little men ran out. What do I do next? … Hello? I think we got disconnected-- [Morty angrily snatches Beth's phone, throws it onto the pavement and stamps on it] Morty!\nMorty: Don't \"Morty\" me! I tricked Rick into taking Dad on an adventure because I thought I could get a break from this kind of shit! But no! Like father, like goddamn daughter! You wanna be like Rick?! Congratulations! You're just as arrogant and just as irresponsible!\nGene: [pops up] Everything okay here?\nMorty: Mind your own goddamn business, Gene! I'm having a conversation with my mother here! [Gene walks away] Kissing Rick's ass isn't gonna make him stay, Mom, but it will help you lose everyone else.\nBeth: Like I lost Summer.\nMorty: Hey, you haven't lost her yet.\nBeth: No, I definitely did. She's gone.\nMorty: [looks at the crashed garage] Goddammit!"},{"quote":"Mr. Goldenfold: Now who can tell me the common denominator of these two fractions? [pause] You don't know or you're just bored?\nMorty: Hey listen, you know, if we're all bored over here, wouldn't the common denominator be you?"},{"quote":"Stacy: Should I go?\nMorty: You're your own person, Stacy.\nStacy: Then I'd like to stay."},{"quote":"Evil Morty: The division I see is between the Ricks and Mortys that like the Citadel divided, and the rest of us. I see it everywhere I go. I see it in our schools, where they teach Mortys we're all the same because they're threatened by what makes us unique. I see it in our streets, where they give guns to Mortys so we're too busy fighting each other to fight real injustice. I see it in our factories, where Ricks work for a fraction of their boss's salary even though they're identical and have the same IQ. The Citadel's problem isn't homeless Mortys or outraged Ricks, the Citadel's problem is the Ricks and Mortys feeding on the Citadel's death. But I've got a message for them, from the Ricks and Mortys keeping it alive. A message from the Ricks and Mortys that believe in this Citadel to the Ricks and Mortys that don't: You're outnumbered!"},{"quote":"Evil Morty: This seems like a good time for a drink, and a cold, calculated speech with sinister overtones. A speech about politics, about order, brotherhood, power... but speeches are for campaigning. Now is the time for action."},{"quote":"Morty: Hey, how come I was able to see those other people's memories? I wouldn't've been around for that.\nRick: Yeah, sometimes I have to do a little editing, Morty. You know, it helps the Mind Blowers play a little bit better upon revisiting."},{"quote":"Morty: How many of these are just horrible mistakes I made? I mean, maybe I'd stop making so many if I let myself learn from them.\nRick: Don't break your back creating a lesson, Morty. It's a free-form anthology. I'm getting annoyed you're not hearing that."},{"quote":"Rick: Huh. Well, here's the problem right here. We've got a bunch of Froopy Land procedural carbons all gummed up and mixed in with real human DNA.\nBeth: Are you saying Tommy survived here by having sex with Froopy creatures, creating Froopy-human hybrid offspring and then consuming their proteins, sustaining himself with an endless cycle of cannibalistic incest?\nRick: It's just a working theory. Of course, if that's the case, I'd expect he'd be worshipped as a kind of god by a medieval-level society of his least delicious children.\n[They are suddenly surrounded by mutant Froopy creatures with weapons]\nFroopy: Halt! You are now prisoners of our exalted ruler, giver and taker of life, humper and consumer of mortality, dispenser of life—\nRick: Guys, if I could interrupt? We're way ahead of the reveal here.\nBeth: Yeah, just take us to King Tommy."},{"quote":"Beth: Dad? I feel like I've spent my life pretending you're a great guy and trying to be like you. And the ugly truth has always been--\nRick: That I'm not that great a guy and you're exactly like me.\nBeth: Am I evil?\nRick: Worse, you're smart. When you know nothing matters, the universe is yours. And I've never met a universe that was into it. The universe is basically an animal, it grazes on the ordinary. It creates infinite idiots, just to eat them, not unlike your friend Timmy.\nBeth: Tommy.\nRick: Yeah, it hardly matters now, sweetie. You know, smart people get a chance to climb on top, take reality for a ride, but it'll never stop trying to throw you. And eventually, it will. There's no other way off.\nBeth: Dad, I'm out of excuses to not be who I am. So who am I? What do I do?\nRick: My advice? Take off. Put a saddle on your universe. Let it kick itself out.\nBeth: I can't do that. The kids, Jerry, my job, and, as much as I hate to admit it, ABC's The Bachelor--\nRick: I can make a clone of you. A perfect instance of you, with all your memories. An exact copy in every way. It'll love and provide for the kids, do your job, and consume broadcast-network reality TV on the same allegedly ironic level as you. You could be gone a day, a week, or the rest of your life with zero consequences. The moment you decide to come back, I flip a switch, and the clone's job is done. It feels no pain, it regrets nothing, and has zero chance of going Blade Runner.\nBeth: If nothing matters, why would you do that for me?\nRick: I don't know, maybe you matter so little that I like you. Or maybe it makes you matter. Maybe I love you. Maybe something about your mother. Don't jump a gift shark in the mouth.\nBeth: I don't know if I can do it.\nRick: Then stay, and luxuriate in a life you can finally know you've chosen. My secret bonus is that no matter what you choose, you're finally gonna chill the fuck out."},{"quote":"President: Here's the adventure: some kind of alien goo-ga has infested the Kennedy Sex Tunnels. I want it hunted down and taken out.\nMorty: \"Kennedy Sex Tunnels\"?\nPresident: Naturally you'll forget you saw them, along with, in order of national embarrassment: the Truman Cocaine Lounge, the McKinley Hooker Dump, and the Lincoln Slave Colosseum. He didn't free them all. And let me know when you're done.\nMorty: Maybe then we can get a selfie?\nPresident: Too busy, Morty! [to his aides] Now tell me about this summit, is it a peace one or a regular one?"},{"quote":"Rick: [Lands with Morty in the Amazon and they're surrounded by Brazilian troops] Don't do it guys! The casualties would be in the brazillions. Cause you're Brazilian? It's a threat and a pun! Nobody gets me."},{"quote":"Morty: Who are they?\nRick: Crystal poachers. There's no lower form of life. They think the galaxy's their own personal piggy bank.\nMorty: Wait, then, what are we?\nRick: We are Rick and Morty."},{"quote":"Morty: Hey, uh, sorry I didn't listen to you and... tried to kill the whole world and stuff. Guess I gotta learn how to live in the moment a little more.\nRick: Oh boy, so you actually learned something today? What is this, Full House? I was living in the moment all day, and it kept getting me killed by Nazis. I think you have to think ahead and live in the moment."},{"quote":"Rick: Well, it’s time I go on a solo adventure, and this time, it won’t involve Ron Howard. [he walks out the room]\nSummer: [speaking quickly and excitedly] He's gonna go poop. When he pats his belly like that and Morty doesn't go, it means he has to poop. He’s a shy pooper. He has his own secret place to poop."},{"quote":"Vermigurber: Hey, ape man? I hope this was worth making a whole swarm of enemies.\nRick: It will be... when I find whoever shit in my toilet.\nVermigurber: Is that... code for something? Someone look that up! If that's drug slang, I need to know it!"},{"quote":"Morty: CHACHI!!\nRick: Fuck Chachi, Morty! Did you get it?!\nMorty: He helped me escape prison!!\nRick: Did you get the Ultimate Cube for me?!\nMorty: Here! [hands Rick a glowing, purple cube]\nRick: Oh, it's purple.\nMorty: You said it was purple!\nRick: I said mine was, I didn't know they all were! [tosses the cube aside]"},{"quote":"Rick: Good job, Heist-o-Tron. Go ahead and shut down.\nHeist-o-Tron: Negative.\nRick: Excuse me?\nHeist-o-Tron: I am programmed to always be looking for the next big score.\nRick: You're programmed to do as I say.\nHeist-o-Tron: I am programmed to double cross.\nRick: You're not programmed to double cross me.\nHeist-o-Tron: If I were, it wouldn't be much of a double cross."},{"quote":"Rick: Well, it's your world now. Have fun with empowerment, it seems to make everyone that gets it really happy."},{"quote":"Balthromaw: Well, I've been thinking - what you said back there in the cave really resonated with me. Maybe we could... try again?\nMorty: Well, to be honest, I'm kind of grossed out with the sexual nature of how everything unfolded. I didn't know how sexual dragons were. I kind of just wanted to do some D&D stuff, y'know?"},{"quote":"Rick: That's a sample by the way, it wears off after 10 hours and after that it'll cost you 30 bucks.\nJerry: I probably won't even use it for 10 hours! [to his phone] Siri, set an alert for 9 hours and 50 minutes.\nSiri: Playing The Beatles."},{"quote":"Morty: Why are they attacking us? I-I-I helped them!\nRick: You gave them proof that there was something bigger and scarier to unite against, you little idiot! They would have gone back into the Dark Ages for a couple of generations, but instead, they dedicated themselves into making universe-destroying, un-thought-out technology like time travel, all so they could try to kill a little shitsack on Earth who couldn't let a dead snake be dead even after it bit his ankle! Next time, stay in the fucking car!"},{"quote":"Rick: Morty, do you know what the Bechdel test is?\nMorty: The what?\nRick: For God's sake, Morty, the formula for measuring female agency in a story proposed by lesbian cartoonist Alison-- What the hell are they teaching you in that school?!\nMorty: Other stuff!\nRick: Then you've killed us both!\nMorty: Why is \"lesbian\" part of her job title?!\nRick: Oh, now you're progressive?!"},{"quote":"Rick: Hey, what the fuck, Morty? The train you got me just completely derailed itself. There's blood all over the windows.\nMorty: Oh man, I'm sorry Rick. I guess I'll return it.\nRick: Return it? Are you insane? Did you hear nothing I said? Buy another one, Morty! Consume, Morty! Nobody's out there shopping with this fucking virus!"},{"quote":"Rick: Oh my god, holy [bleep], oh.\nMorty: What are- What are these things?\nRick: Do I look like I know? Last thing I remember, I was ugh, in a cave looking at some wet egg and- Oh, that probably did it.\nMorty: I told you not to look at that egg! I-it was too wet.\nRick: You don't get to tell me what to look at. I've seen your Pornhub account. Also, who makes a Pornhub account?\nMorty: The algorithm learns your preferences better that way. Plus, if you get in kind of a cool enough relationship, you can sort of follow each other and check out each other's kinks, you know?\nRick: Alright, goddamn sold.\nMorty: How do we get out of here?\nRick: Morty, relax. They're face-hugging parasites, I don't think their society's gonna be that hard to navigate. Okay, this might be a little harder than I thought. Holy [bleep], they got an M&Ms store."},{"quote":"Beth: Hey! Did you two—\nRick: Beth, your son is dying! Say good-bye!!\nBeth: What are you—?\nRick: Say good-bye to your little boy!\nMorty: No! Look away! I'm makin' an egg, Mom! Ugh...! I'm makin' an egg!\nBeth: You said you'd keep me more in the loop this year!\nRick: Look away, Beth! Daddy loves you!\n[Rick and Morty curl up on the ground and drop their pants]\nMorty: Aaaagh! My ass! MY ASS!\nRick: This is it, Morty! It's full circle from the pilot! Full circle...!! [groaning and loud farting] ...Oh, I guess we, uh... I guess we both just had to take a shit.\nMorty: Yeah, I-I guess we, uh...\nBeth: [bleep] gross. Guys, clean it up."},{"quote":"Main article: Bushworld Adventures"}]