[
  { "quote": "I’m sorry, but your opinion means very little to me. – Rick" },
  {
    "quote": "Hi Mr. Jellybean, I’m Morty. I’m on an adventure with my grandpa."
  },
  { "quote": "Thanks, Mr. Poopybutthole. I always could count on you." },
  {
    "quote": "I don’t like it here Morty. I can’t abide bureaucracy. I don’t like being told where to go and what to do. I consider it a violation. Did you get those seeds all the way up your butt? – Rick"
  },
  {
    "quote": "Excuse me. Coming through. What are you here for? Just kidding, I don’t care."
  },
  {
    "quote": "Nobody exists on purpose. Nobody belongs anywhere. We’re all going to die. Come watch TV.  – Morty"
  },
  { "quote": "Stay scientific, Jerry." },
  {
    "quote": "My life has been a lie… God is dead. The government’s lame! Thanksgiving is about killing Indians!"
  },
  {
    "quote": "This pickle doesn’t care about your children. I’m not gonna take their dreams. I’m gonna take their parents."
  },
  {
    "quote": "You know, we did something great today. There’s nothing more noble and free than the heart of a horse."
  },
  { "quote": "Life is effort and I’ll stop when I die!\nJerry" },
  {
    "quote": "Alright, Morty, this’ll make your piss drinkable. Now can we keep shopping?"
  },
  {
    "quote": "I’ll tell you how I feel about school, Jerry: it’s a waste of time. Bunch of people runnin’ around bumpin’ into each other, got a guy up front says, ‘2 + 2,’ and the people in the back say, ‘4.’ Then the bell rings and they give you a carton of milk and a piece of paper that says you can go take a dump or somethin’. I mean, it’s not a place for smart people, Jerry. I know that’s not a popular opinion, but that’s my two cents on the issue. – Rick"
  },
  {
    "quote": "Is evil real, and if so, can it be measured? Rhetorical question. The answer’s yes, you just have to be a genius."
  },
  { "quote": "So I have an emo streak. It’s part of what makes me so rad." },
  {
    "quote": "Hey, muchacho, does your planet have wiper fluid yet or you gonna freak out and start worshipping us?- Rick"
  },
  {
    "quote": "Existence is pain to a meeseeks Jerry, and we will do anything to alleviate that pain."
  },
  { "quote": "– Mr. Meeseeks" },
  { "quote": "Dad, am I evil? Worse. You’re smart." },
  { "quote": "It’s a new machine. It detects stuff all the way up your butt." },
  {
    "quote": "Morty, I need your help on an adventure. Eh, need is a strong word. We need door stops, but a brick would work too."
  },
  {
    "quote": "Listen, Morty, I hate to break it to you but what people call ‘love’ is just a chemical reaction that compels animals to breed. It hits hard, Morty, then it slowly fades, leaving you stranded in a failing marriage. I did it. Your parents are gonna do it. Break the cycle, Morty. Rise above. Focus on science. – Rick"
  },
  { "quote": "Weddings are basically funerals with cake." },
  { "quote": "Be good, Morty. Be better than me." },
  {
    "quote": "Babylegs, you’re a good detective. But not good enough, because of your baby legs."
  },
  { "quote": "This place is a real Who’s Who of who’s you and me." },
  { "quote": "We all remember you as a friend. – Morty" },
  {
    "quote": "Morty, get their weapons quick. I only had one of those things. I’m holding a carton of Tic-Tacs right now."
  },
  {
    "quote": "It’s funny to say they are small…it’s funny to say they are big. – Shrimply Pibbles"
  },
  {
    "quote": "You act like prey but you’re a predator! You use pity to lure in your victims. That’s how you survive!"
  },
  { "quote": "That’s it! That’s it, Rick! I’m taking the wheel!" },
  { "quote": "Bird Person! NO!!!" },
  {
    "quote": "Grandpa goes around, and he does his business in public because Grandpa isn’t shady."
  },
  { "quote": "Goodbyyyyye, Moonmen. Goodbyyyyye, Moonmen…" },
  {
    "quote": "I’m Mr. Crowbar, and this is my friend, who is also a crowbar. – Jerry"
  },
  { "quote": "Wubba lubba dub dub! – Rick" },
  {
    "quote": "What about the reality where Hitler cured cancer, Morty? The answer is: Don’t think about it. – Rick,"
  },
  {
    "quote": "What, so everyone’s supposed to sleep every single night now? Y-you realize that nighttime makes up half of all time? Rick"
  },
  {
    "quote": "You’re a monster. You’re like Hitler but even Hitler cared about Germany or something! Morty"
  },
  { "quote": "I’m not staring at you. I’m taking your mugshot." },
  {
    "quote": "God? God is turning people into giant insect monsters, Beth. I’m the one who’s beating them to death. Thank me."
  },
  {
    "quote": "Unity, I’m sorry. I didn’t know freedom meant people doing stuff that sucks. I was thinking more of a ‘choose your own cellphone carrier’ thing.\nSummer"
  },
  {
    "quote": "Million Ants, ladies and gentlemen! The amazing ant colony with the power of two human eyes!"
  },
  { "quote": "Be good, Morty. Be better than me." },
  { "quote": "Weddings are basically just funerals with cake. – Rick" },
  {
    "quote": "When you know nothing matters, the universe is yours. And I’ve never met a universe that was into it."
  },
  {
    "quote": "God’s turning people into insect monsters, Beth. I’m the one beating them to death. Thank me. – Jerry"
  },
  {
    "quote": "Listen, I’m not the nicest guy in the universe, because I’m the smartest, and being nice is something stupid people do to hedge their bets. Rick"
  },
  {
    "quote": "There is no god, Summer; gotta rip that band-aid off now you’ll thank me later. Rick"
  },
  {
    "quote": "There is no god, Summer; gotta rip that band-aid off now you’ll thank me later. – Rick"
  },
  { "quote": "We’ve got a lot of friends and family to exterminate. Rick" },
  {
    "quote": "Homework is stupid. The whole point is to try and get less of it. We’re gonna incept your teacher. …Y-You’re frustrating me."
  },
  {
    "quote": "My story begins at the dawn of time in the far away realm of Alphabetrium."
  },
  {
    "quote": "How do you feel about all the innocent people that are dying because of your choices?"
  },
  { "quote": "Hungry for Apples?" },
  {
    "quote": "Sometimes science is a lot more art than science. A lot of people don’t get that.- Rick"
  },
  { "quote": "I’m Tiny Rick! – Tiny Rick" },
  {
    "quote": "I know I’m new to the Citadel and some of you might think I haven’t put in my time but what can I say? I’m Cool Rick!"
  },
  {
    "quote": "Sometimes science is more art than science, Morty. Lot of people don’t get that. Rick"
  },
  { "quote": "If I let you make me nervous, then we can’t get schwifty." },
  { "quote": "This is the supergenius equivalent of dying on the toilet." },
  {
    "quote": "Get off the high road Summer. We all got pink eye because you won’t stop texting on the toilet.\nRick"
  },
  {
    "quote": "I just want to go back to Hell, where everyone thinks I’m smart and funny."
  },
  {
    "quote": "Lemme check my list of powers and weaknesses: ability to do anything, but only whenever I want."
  },
  { "quote": "Let’s get this dumb universe rollin’!" },
  {
    "quote": "My interdimensional portal device… it’s got no charge left, Morty. It’s got no charge left. It’s as good as garbage, Morty."
  },
  {
    "quote": "I’m sorry, Morty. It’s a bummer. In reality you’re as dumb as they come.\nRick"
  },
  {
    "quote": "Nine seasons, Morty! Nine more seasons until I get that dipping Szechuan sauce. And 97 more years, Morty!"
  },
  { "quote": "Don’t deify the people who leave you" },
  { "quote": "Great dancing as always, Tiny Rick." },
  { "quote": "I’m not staring at you. I’m a cyborg photographer." },
  {
    "quote": "Come home to the flavor of shattering the grand illusion. Come home to Simple Rick’s."
  },
  {
    "quote": "School’s not a place for smart people. I know that’s not a popular opinion, but that’s my two cents on the issue."
  },
  { "quote": "I’m Pickle Riiiick!" },
  {
    "quote": "My kind has no use for names. I communicate through what you call, Jessica’s feet. No, telepathy."
  },
  {
    "quote": "We both know if there’s a truth in the universe, it’s that Ricks don’t care about Mortys."
  },
  { "quote": "Burger time!" },
  {
    "quote": "What is my purpose? You pass butter. …Oh my God. Yeah, welcome to the club, pal."
  },
  { "quote": "– Butter Robot," },
  {
    "quote": "Listen, Morty, I hate to break it to you but what people call love is just a chemical reaction that compels animals to breed. It hits hard, Morty, then it slowly fades, leaving you stranded in a failing marriage. I did it. Your parents are gonna do it. Break the cycle, Morty. Rise above. Focus on science.\nRick"
  },
  { "quote": "Ovenless brownies!" },
  {
    "quote": "The world is full of idiots who don’t understand what’s important! And they’ll try to tear us apart, Morty!"
  },
  {
    "quote": "I’m not looking for judgement, just a yes or no. Can you assimilate a giraffe?\nRick"
  },
  {
    "quote": "Get off the high road, Summer. We all got pink eye because you won’t stop texting on the toilet."
  },
  {
    "quote": "Oh, unbelievable. We got a bunch of… computer people here, with their faces stuffed in computer screens. Do you guys realize Christ was born today? Jesus Christ our Savior was born today! A-A-Are you people even human?"
  },
  {
    "quote": "You know, the only problem here is a big fat brain that misses eating all them big fat problems"
  },
  { "quote": "Lambs to the cosmic slaughter!" },
  { "quote": "Boom! Big reveal! I turned myself into a pickle!" },
  { "quote": "Huntin’ a vampire with my grandkids! Tiny Rick!" },
  {
    "quote": "What, so everyone’s supposed to sleep every single night now? You realize that nighttime makes up half of all time?"
  },
  {
    "quote": "Rick. I am pleased that you and your family could witness my melding ceremony"
  },
  {
    "quote": "its a device Morty, that when you put it in your ear, you can enter people’s dreams Morty. Its just like that movie that you keep crowing about\nRick"
  },
  {
    "quote": "Oxygen-rich atmosphere… Giant testicle monsters… Let’s keep the party going!"
  },
  {
    "quote": "Ugh. You guys get the baskets. I’ll try to disarm the drunkenly improvised neutrino bomb."
  },
  { "quote": "I was using ghoulish overkill! Ghoulish overkill, Summer!" },
  { "quote": "If I die in a cage, I lose a bet." },
  { "quote": "Think for yourselves. Don’t be sheep." },
  {
    "quote": "He’s not pressing charges… That’s gotta be the you shot me equivalent of not being mad. Rick"
  },
  {
    "quote": "Existence is pain to a meeseeks Jerry, and we will do anything to alleviate that pain.\nMeeseeks"
  },
  { "quote": "Weddings are basically funerals with cake. Rick" },
  { "quote": "How’s your fake grandpa, aka the Devil?" }
]
